Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/bv.common/Resources/BvMessages.*.resx
Languages: ar_iq, uk_ua

# bntHideSearch
source: Hide Search
ar_iq: اخفاء البحث
uk_ua: Сховати пошук

# bntShowSearch
source: Show Search
ar_iq: اظهر البحث
uk_ua: Показати пошук

# btnClear
source: Clear the field contents
ar_iq: مسح محتويات الحقل
uk_ua: Очистити поле

# btnHideErrDetail
source: Hide Details
ar_iq: اخفاء العناصر
uk_ua: Сховати дані

# btnSelect
source: Select
ar_iq: اختيار
uk_ua: Обрати

# btnShowErrDetail
source: Show Details
ar_iq: اظهر الجزئيات
uk_ua: Показати деталі

# btnView
source: View
ar_iq: مشاهدة
uk_ua: Перегляд

# colName
source: Name
ar_iq: الاسم
uk_ua: Назва

source: Confirmation
ar_iq: تأكيد
uk_ua: Підтвердження

source: Delete Record
ar_iq: فسخ التسجيل
uk_ua: Видалити запис

# ErrDatabase
source: Error during database operation.
ar_iq: حدث خطأ أثناء عملية قاعدة البيانات.
uk_ua: Помилка під час роботи з базою даних.

# errDatabaseNotFound
source: Cannot open database '{0}' on server '{1}'. Check the correctness of database name.
ar_iq: لا يمكن فتح قاعدة البيانات '{0}' على الموزع '{1}'. تحقق من صحة اسم قاعدة البيانات.
uk_ua: Неможливо відкрити базу даних '{0}' на сервері '{1}'. Перевірте вірність назви бази даних.

# ErrDataValidation
source: Some field contains invalid data.
ar_iq: حقل يحتوي على بيانات غير صالحة.
uk_ua: Деякі поля містять невірні дані.

# ErrEmptyUserLogin
source: User login can't be empty
ar_iq: اسم المستخدم لا يكون فارغا
uk_ua: Поле логіну не може бути порожнім

# ErrFillDataset
source: Error during retrieving data from database.
ar_iq: خطأ أثناء استرداد البيانات من قاعدة البيانات.
uk_ua: Помилка під час вилучення даних з бази даних.

# ErrFilterValidatioError
source: Filter criteria value for [{0}] field can't be empty.
ar_iq: لا يمكن ان تكون قيمة معاير الفلتر [{0}] فارغة
uk_ua: Значення критерію фільтру для [{0}] поля не може бути порожнім.

# errGeneralNetworkError
source: Can't establish connection to the SQL Server. Please check that network connection is established and try to open this form again.
ar_iq: لا يمكن انشاء اتصال بموزع س ك ل. الرجاء التحقق من الاتصال بالشبكة و اعادة فتح الاتصال من جديد.
uk_ua: Неможливо встановити зв'язок з сервером SQL. Будь ласка, перевірте з'єднання з мережею та спробуйте відкрити цю форму знов.

# ErrIncorrectDatabaseVersion
source: The database version is absent or in incorrect format. Please upgrade your database to latest database version.
ar_iq: إصدار قاعدة بيانات غير موجودة أو غير صحيحة في الشكل. يرجى تحديث إلى قاعدة البيانات الخاصة بك أحدث إصدار قاعدة البيانات.
uk_ua: Версія бази даних відсутня або у невірному форматі. Будь ласка, поновіть версію бази даних.

# errInvailidSiteID
source: Invalid Site ID or Serial Number
ar_iq: خطأ في رقم التعرف على الموقع او في رقم السلسلة
uk_ua: Невірний іднетифікаційний або серійний номер бази

# errInvailidSiteType
source: Invalid Site Type or Serial Number
ar_iq: خطأ في نوع الموقع او في رقم السلسلة
uk_ua: Невірний тип або серійний номер бази

# ErrInvalidFieldFormat
source: Invalid data format for field '{0}'.
ar_iq: تنسيق البيانات غير صالح لحقل '{0}'.
uk_ua: Невірний формат даних для поля '{0}'.

# ErrInvalidLogin
source: Invalid login name/password.
ar_iq: خطأ في اسم المستخدم /كلمة العبور
uk_ua: Невірне ім'я користувача/пароль.

# ErrInvalidParameter
source: Invalid value passed to the sql command parameter.
ar_iq: خطأ في قيمة لامر البحثsql
uk_ua: Невірне значення параметру команди sql.

# errInvalidSearchCriteria
source: Invalid search criteria.
ar_iq: معايير البحث غير صالحة.
uk_ua: Невірний критерій пошуку.

# ErrLoginIsLocked
source: You have exceeded the number of incorrect login attempts. Please try again in {0} minutes.
ar_iq: لقد تجاوزت عدد محاولات تسجيل الدخول غير صحيحة. يرجى المحاولة مرة أخرى في دقيقة.
uk_ua: Логін заблоковано. Спробуйте знову ввести логін через деякий час.

# ErrLowClientVersion
source: The application version doesn't correspond to database version. Please install the latest application version.
ar_iq: إصدار التطبيق لا يتوافق مع إصدار قاعدة بيانات. الرجاء تثبيت أحدث إصدار التطبيق.
uk_ua: Версія додатку не відповідає версії бази даних.Будь ласка, встановіть останню версію додатку.

# ErrLowDatabaseVersion
source: The application requires the newest database version. Please upgrade your database to latest database version.
ar_iq: التطبيق يتطلب أحدث نسخة قاعدة البيانات. يرجى تحديث قاعدة البيانات الخاصة بك أحدث إصدار قاعدة البيانات.
uk_ua: Додаток вимагає останньої версії бази даних. Будь ласка, поновіть свою базу даних.

# ErrMandatoryFieldRequired
source: The field '{0}' is mandatory. You must enter data in this field before saving form.
ar_iq: مجال '{0}' الزامي. يجب عليك إدخال البيانات في هذا المجال قبل حفظ النموذج.
uk_ua: Поле '{0}' є обов'язковим. Ви повинні ввести дані у це поле перед збереженням форми.

# errNoFreeLocation
source: There is no free destination location
ar_iq: لا يوجد مكان شاغر للحفظ
uk_ua: Немає вільного місця

# ErrOldPassword
source: Old (current) password incorrect for user. The password was not changed.
ar_iq: كلمة العبور القديمة (الحالية) غير صحيحة. لم يتم تغيير كلمة العبور
uk_ua: Старий (чинний) пароль користувача невірний. Пароль не змінювався.

source: Error
ar_iq: خطأ
uk_ua: Помилка

# ErrPasswordExpired
source: Your password is expired. Please change your password.
ar_iq: انتهت مدة صلاحية كلمة المرور الخاصة بك. الرجاء تغيير كلمة المرور الخاصة بك.
uk_ua: Строк дії вашого паролю закінчився. Будь ласка, змініть пароль.

# ErrPasswordPolicy
source: Unable to update the password. The value provided for the new password does not meet the length, complexity, or history requirement.
ar_iq: غير قادر على تحديث كلمة المرور. القيمة المنصوص عليها كلمة المرور الجديدة لا تفي بشروط الطول والتعقيد، أو شرط التاريخ.
uk_ua: Не можна змінити пароль. Зазначене значення для нового паролю не відповідає вимогам до довжини, складності або історії.

# ErrPost
source: Error during saving data in database.
ar_iq: خطأ أثناء حفط البيانات في قاعدة البيانات.
uk_ua: Помилка під час збереження даних у базі даних.

# errSampleInTransfer
source: Sample "{0}" is already included in transfer "{1}"
ar_iq: العينة "{0}" تم تضمينها بعد في نقل "{1}"
uk_ua: Зразок "{0}" вже включений до передачі "{1}"

# errSQLLoginError
source: Cannot connect to SQL server. Check the correctness of SQL connection parameters in the SQL Server tab or SQL server accessibility.
ar_iq: لا يمكن الاتصال ب SQL Server. تحقق من صحة معلمات الاتصال SQL في علامة التبويب لموزع SQL أو SQL موزع الدخول.
uk_ua: Неможливо под'єднатися до серверу SQL. Перевірте вірність параметрів зв'язку SQL на вкладці сервера SQL або його доступність.

# ErrSqlQuery
source: Error during executing sql query.
ar_iq: خطأ أثناء تنفيذ استعلام SQL.
uk_ua: Помилка під час запиту sql.

# errSqlServerDoesntExist
source: Can't connect to the SQLServer. Please check that network connection is established, SQL Server is not shut down and try to open this form again.
ar_iq: لا يمكن الاتصال إلى ملقم SQL. يرجى التحقق من أن يتم تفعيل اتصال شبكة اتصال، لا تغلق SQL الموزع ومحاولة فتح هذا النموذج مرة أخرى.
uk_ua: Неможливо приєднатися до серверу SQL. Будь ласка, перевірте приєднання мережі, чи не закритий сервер SQL та спробуйте відкрити цю форму знов.

# errSqlServerNotFound
source: Cannot connect to SQL server '{0}'. Check the correctness of SQL server name or SQL server accessibility.
ar_iq: لا يمكن الاتصال بالموزع SQL '{0}'. تحقق من صحة اسم الموزع SQL أو SQL الدخول الى الموزع.
uk_ua: Неможливо под'єднатися до серверу SQL '{0}'. Перевірте вірність назви SQL сервера або його доступніть.

# ErrStoredProcedure
source: Error during executing database stored procedure.
ar_iq: خطأ أثناء تنفيذ الإجراء قاعدة البيانات المخزنة.
uk_ua: Помилка під час збереження бази даних.

# ErrUndefinedStdError
source: Some error occurs in the application. Please send information about this error to software development team.
ar_iq: بعض الخطأ يحدث في التطبيق. الرجاء ارسال معلومات حول هذا الخطأ لفريق تطوير البرمجيات.
uk_ua: У програмі виникла помилка. Будь ласка, надішліть інформацію про цю помилку команді з розробки програмного забезпечення.

# errUnknownError
source: Some error occured in application
ar_iq: حدث خطأ في بعض التطبيقات
uk_ua: У програмі виникла помилка

# ErrUnprocessedError
source: Some error occurs in the application. Please send information about this error to software development team.
ar_iq: بعض الخطأ يحدث في التطبيق. الرجاء ارسال معلومات حول هذا الخطأ لفريق تطوير البرمجيات.
uk_ua: У програмі виникла помилка. Будь ласка, надішліть інформацію про цю помилку команді з розробки програмного забезпечення.

# ErrUserNotFound
source: User with such login/password is not found.
ar_iq: لم يتم العثور على مستخدم بهذا الاسم و كلمة العبور
uk_ua: Користувач з таким логіном/паролем не знайдений.

source: Message
ar_iq: رسالة
uk_ua: Повідомлення

# msgCancel
source: All entered data will be lost. Continue?
ar_iq: سيتم فقدان جميع البيانات التي تم إدخالها. المتابعة؟
uk_ua: Усі введені дані будуть втрачені. Продовжити?

# msgCancelPrompt
source: Do you want to cancel all the changes and close the form?
ar_iq: هل ترغب في إلغاء كل التغييرات وإغلاق النموذج؟
uk_ua: Ви бажаєте скасувати всі зміни і закрити форму?

# msgCantDeleteRecord
source: The record can not be deleted.
ar_iq: لا يمكن حذف التسجيل
uk_ua: Запис не можна видалити

# msgCaseModeActive
source: Active
ar_iq: مفعل
uk_ua: Активно

# msgCaseModePassive
source: Passive
ar_iq: السلبي
uk_ua: Пасивний

# msgClearControl
source: Press Ctrl-Del to clear value.
ar_iq: اضغط على Ctrl-Del لفسخ القيمة.
uk_ua: Натисніть Ctrl-Del для очищення значення.

# msgConfimation
source: Confirmation
ar_iq: تأكيد
uk_ua: Підтверждення

# msgConfirmClearFlexForm
source: Clear the panel content?
ar_iq: مسح محتوى اللوحة؟
uk_ua: Очистити вміст панелі?

# msgConfirmClearLookup
source: Clear the content?
ar_iq: مسح المجال؟
uk_ua: Очистити вміст?

# msgDeletePrompt
source: The object will be deleted. Delete object?
ar_iq: سيتم حذف العنصر. حذف العنصر؟
uk_ua: Об'єкт буде видалено. Видалити об'єкт?

# msgDeleteRecordPrompt
source: The record will be deleted. Delete record?
ar_iq: سيتم حذف التسجيل. حذف التسجيل؟
uk_ua: Запис буде видалено. Видалити запис?

# msgEIDSSCopyright
source: Copyright © 2005-2013 Black && Veatch Special Projects Corp.
uk_ua: Усі права захищені © 2005-2011 Black && Veatch Special Projects Corp.

# msgEIDSSRunning
source: You can't run multiple EIDSS instances simultaneously. Other instance of EIDSS is running already
ar_iq: لا يمكنك تشغيل مثيلات متعددة في نفس الوقت نظام مراقبة المراض. المثال الآخر من نظام مراقبة المراض قيد التشغيل
uk_ua: Не можна одночасно запустити декілька екземплярів ЕІСНЗ. Інший екземпляр ЕІСНЗ вже запущений

# msgEmptyLogin
source: Login is not defined
ar_iq: اسم المستخدم غير محدد
uk_ua: Логін не визначено

# msgMessage
source: Message
ar_iq: رسالة
uk_ua: Повідомлення

# msgNoDeletePermission
source: You have no rights to delete this object
ar_iq: لا يوجد لديك الحق في حذف هذا العنصر
uk_ua: Ви не маєте права видалити цей об'єкт

# msgNoFreeSpace
source: No free space on location.
ar_iq: لا يوجد في هذا العنصر فضاء ممكن
uk_ua: Немає вільного місця.

# msgNoInsertPermission
source: You have no rights to create this object
ar_iq: لا يوجد لديك حقوق إنشاء هذا العنصر
uk_ua: Ви не маєте права створити новий об'єкт

# msgNoRecordsFound
source: No records is found for current search criteria.
ar_iq: لم تم العثور على أي سجلات لمعايير البحث الحالية.
uk_ua: Не знайдено жодного запису для чинного критерію пошуку.

# msgNoSelectPermission
source: You have no rights to view this form
ar_iq: لا يوجد لديك الحق في عرض هذا النموذج
uk_ua: Ви не маєте права переглянути цю форму

# msgOKPrompt
source: Do you want to save changes and close the form?
ar_iq: هل تريد حفظ التغييرات وإغلاق النموذج؟
uk_ua: Ви бажаєте зберегти всі зміни і закрити форму?

# msgParameterAlreadyExists
source: Field Already Exists
ar_iq: الحقل موجود
uk_ua: Таке поле вже існує

# msgPasswordChanged
source: Your password has been successfully changed
ar_iq: تم تغيير كلمة المرور الخاصة بك بنجاح
uk_ua: Ваш пароль успішно змінено

# msgPasswordNotTheSame
source: Confirm password is incorrect.
ar_iq: خطـأ في تأكيد كلمة العبور الجديدة
uk_ua: Пароль є невірним.

# msgReasonEmpty
source: Input reason for change
ar_iq: ادخال سبب التغير
uk_ua: Ввести причину зміни

# msgReplicationPrompt
source: Start the replication to transfer data on other sites?
ar_iq: بدء النسخ المتماثل لنقل البيانات على مواقع أخرى؟
uk_ua: Почати реплікацію для переміщення даних до інших баз?

# msgREplicationPromptCaption
source: Confirm Replication
ar_iq: تأكيد النسخ المتماثل
uk_ua: Підтвердити реплікацію

# msgSavePrompt
source: Do you want to save changes?
ar_iq: هل تريد حفظ التغييرات؟
uk_ua: Ви бажаєте зберегти всі зміни?

# msgWaitFormCaption
source: Please wait
ar_iq: انتظر من فضلك
uk_ua: Почекайте, будь ласка

# msgWaitFormLoading
source: The form is loading
ar_iq: يقع تحميل الاستمارة
uk_ua: Форма завантажується

source: Save data?
ar_iq: هل تريد حفظ البيانات؟
uk_ua: Зберегти дані?

# SecurityLog_EIDSS_finished_successfully
source: EIDSS finished successfully
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض - تمت بنجاج
uk_ua: ЕІСНЗ успішно завершена

# SecurityLog_EIDSS_started_abnormaly
source: EIDSS started abnormaly
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض انطلق بخطأ
uk_ua: ЕІСНЗ стартувала з помилками

# SecurityLog_EIDSS_started_successfully
source: EIDSS started successfully
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض انطلق بنجاح
uk_ua: ЕІСНЗ стартувала успішно

# strAdd_Id
source: Add
ar_iq: اضافة
uk_ua: Додати

# strCancel_Id
source: Cancel
ar_iq: إلغاء
uk_ua: Скасувати

# strClose_Id
source: Close
ar_iq: غلق
uk_ua: Закрити

# strCopy_Id
source: Copy
ar_iq: نسخ
uk_ua: Копіювати

# strCreate_Id
source: New
ar_iq: جديد
uk_ua: Створити

# strCreateAvian_Id
source: New Avian Case
ar_iq: حالة طيور جديدة
uk_ua: Новий випадок захворювання птахів

# strCreateLivestock_Id
source: New Livestock Case
ar_iq: حالة حيوانية جديدة
uk_ua: Новий випадок захворювання худоби

# strDelete_Id
source: Delete
ar_iq: فسخ
uk_ua: Видалити

# strEdit_Id
source: Edit
ar_iq: تحرير
uk_ua: Редагувати

# strMakeBatch_Id
source: Make Batch
ar_iq: قم بالاختبار الجماعي
uk_ua: Зробити постановку

# strOK_Id
source: OK
ar_iq: طيب
uk_ua: ОК

# strPrintNumbers_Id
source: Print Numbers
ar_iq: طباعة الاعداد
uk_ua: Друк номерів

# strRefresh_Id
source: Refresh
ar_iq: تحيين
uk_ua: Поновити

# strRemove_Id
source: Remove
ar_iq: حذف
uk_ua: Видалити

# strReport_Id
source: Paper Forms
ar_iq: استمارات ورقية
uk_ua: Паперові форми

# strSave_Id
source: Save
ar_iq: احفظ
uk_ua: Зберегти

# strSearch_Id
source: Search
ar_iq: البحث
uk_ua: Пошук

# strSelect_Id
source: Select
ar_iq: اختيار
uk_ua: Обрати

# strView_Id
source: View
ar_iq: مشاهدة
uk_ua: Перегляд

# strYes_Id
source: Yes
ar_iq: نعم
uk_ua: Так

# titleCaseInvestigationReport
source: Case Investigation Report
ar_iq: بطاقة التحقيق في الحالة
uk_ua: Форма дослідження випадку

# titleEmergencyNotificationReport
source: Urgent Notification Report
ar_iq: انموذج الاشعار العاجل
uk_ua: Форма екстренного повідомлення

# titlePaperForms
source: Paper Forms
ar_iq: استمارات ورقية
uk_ua: Паперові форми

# tooltipCancel_Id
source: Cancel
ar_iq: إلغاء
uk_ua: Скасувати

# tooltipClose_Id
source: Close
ar_iq: غلق
uk_ua: Закрити

# tooltipCreate_Id
source: New
ar_iq: جديد
uk_ua: Створити

# tooltipDelete_Id
source: Delete
ar_iq: فسخ
uk_ua: Видалити

# tooltipEdit_Id
source: Edit
ar_iq: تحرير
uk_ua: Редагувати

# tooltipOK_Id
source: OK
ar_iq: طيب
uk_ua: ОК

# tooltipRefresh_Id
source: Refresh
ar_iq: تحيين
uk_ua: Поновити

# tooltipReport_Id
source: Paper Forms
ar_iq: استمارات ورقية
uk_ua: Паперові форми

# tooltipSave_Id
source: Save
ar_iq: احفظ
uk_ua: Зберегти

# tooltipSearch_Id
source: Search
ar_iq: البحث
uk_ua: Пошук

# Warning
source: Warning message
ar_iq: تحذير
uk_ua: Попередження

# lblFrom
source: From:
ar_iq: من:
uk_ua: З:

# lblTo
source: To:
ar_iq: الى:
uk_ua: По:

source: Indeterminate
ar_iq: غير محدد
uk_ua: Не визначено

# strAccept_Id
source: Accept
ar_iq: قبول
uk_ua: Затвердити

# strAliquotsDerivatives_Id
source: Aliquots/Derivatives
ar_iq: القسمة/ العينات المشتقة
uk_ua: Aліквоти/Похідні

# strMarkForDisposition_Id
source: Mark for Disposition
ar_iq: وضع علامة تحت الطلب
uk_ua: Знищення зразків

# strReject_Id
source: Reject
ar_iq: رفض
uk_ua: Відхилити

# strSelectAll_Id
source: Select All
ar_iq: حدد الكل
uk_ua: Обрати всі

# strSelectTest_Id
source: Select Test
ar_iq: اختيار اختبار
uk_ua: Обрати тест

# strTransferOut_Id
source: Transfer Out
ar_iq: نقل خارج
uk_ua: Відправка

# titleAccessionIn
source: Accession
ar_iq: قبول
uk_ua: Отримання зразків

# titleASAccessionIn
source: AS Accession In
ar_iq: قبول عيينات فترة المراقبة الفعالة
uk_ua: Прийом моніторингової сесії

# titleGroupAccessionIn
source: Group Accession In
ar_iq: قبول جماعي في
uk_ua: Прийом зразків

# titleHumanAccessionIn
source: Human Accession In
ar_iq: قبول عيينات
uk_ua: Зразки від людей

# titleSelectTest
source: Select Test
ar_iq: اختيار اختبار
uk_ua: Обрати тест

# titleVetAccessionIn
source: Vet Accession In
ar_iq: قبول العينات البيطرية
uk_ua: Зразки від тварин

# msgLoadDefaultReport
source: Load default report?
ar_iq: تحميل التقرير افتراضيا؟
uk_ua: Завантажити звіт за умовчанням?

# ErrExistingBarcode
source: Sample with Lab Sample ID '{0}' already exists in the system. Please enter unique Lab Sample ID value.
ar_iq: العينة مع رقم التعرف المخبري '{0}' موجودة مسبقا في النظام. من فضلك ادخل رقم فريد لقيمة العينة المخبيرة.
uk_ua: Зразок з лабораторним номером '{0}' вже існує в системі. Будь ласка, введіть унікальне значення номеру.

# Amend
source: Amend Result
ar_iq: تغيير النتيجة
uk_ua: Змінити результат

# ErrParamsCountError
source: There is Params count error.
ar_iq: خطأ عدد المعلمات
uk_ua: Помилка кількості параметрів.

# msgCantDelete
source: Can't delete object
ar_iq: هذا العنصر لا يمكن ان يحذف
uk_ua: Цей об'єкт не може бути видалений.

# msgDataInArchive
source: It is possible that some of the report data has been transferred to the archive. Such data are not included in the report.
ar_iq: يمكن نقل بعض البيانات التقريرية لأرشفة ولن تظهر في التقرير.
uk_ua: Частина даних звіту могла бути переміщена в архів і не буде відображена у звіті.

# msgCaseModeVector
source: Vector
ar_iq: الناقل
uk_ua: Переносник

# msgConfirmResetLookup
source: Reset the content to default value?
ar_iq: إعادة المحتوى إلى القيمة الافتراضية؟
uk_ua: Встановити вміст у значення за умовчанням?

# msgDeleteAVRFieldPrompt
source: {0} field will be deleted. Delete field?
ar_iq: {0} سيتم حذف الحقل. هل احذف الحقل?
uk_ua: {0} поле буде видалено. Видалити поле?

# msgErrorDelete
source: Error occurred while deleting object
ar_iq: خطأ أثناء حذف عنصر
uk_ua: Помилка видалення об'єкта

# msgNoDetails
source: There is no detail information related with the current record
ar_iq: لا توجد معلومات تفصيلية ذات الصلة مع السجل الحالي
uk_ua: З даної записом не пов'язане ніякої детальної інформації.

# msgNumberOfRecords
source: Number of records: {0}
ar_iq: عدد التسجيلات: {0}
uk_ua: Кількість записів: {0}

# msgTimeoutList
source: Cannot retrieve records from database because of the timeout. Please change search criteria and try again
ar_iq: لا يمكن استرداد السجلات من قاعدة البيانات بسبب المهلة. يرجى تغيير معايير البحث والمحاولة مرة أخرى
uk_ua: Не вдається отримати записи з бази даних через перевищення порогу очікування відповіді. Будь ласка, змініть критерії пошуку і спробуйте повторити запит.

# msgTooBigRecordsCount
source: Number of returned records is too big. Not all records are shown on the form. Please change search criteria and try again
ar_iq: عدد السجلات التي يتم إرجاعها كبير جدا. ولا تظهر كل السجلات على النموذج. يرجى تغيير معايير البحث والمحاولة مرة أخرى
uk_ua: Кількість повернених записів занадто велике. На формі відображено не всі записи. Будь ласка змініть критерій пошуку і повторіть запит.

# msgTotalNumberOfRecords
source: {0}. Total number of records in the database: {1}
ar_iq: {0}. العدد الاجمالي لتسجيلات في قاعدة البيانات: {1}
uk_ua: {0}. Загальне число записів у базі даних: {1}

# msgUserNotLoggedIn
source: User not logged in
ar_iq: المستخدم غير معرف
uk_ua: Користувач не авторизований

source: Negative
ar_iq: سلبي
uk_ua: Негативний

source: Positive
ar_iq: ايجابي
uk_ua: Позитивний

# titleAddToPreferences
source: Add To Preferences
ar_iq: إضافة إلى تفضيلات
uk_ua: Додати до вподобань

# titleClearTestResults
source: Clear test results
ar_iq: مسح نتائج الاختبار
uk_ua: Очистити результати тесту

# titleDeleteTest
source: Delete Test
ar_iq: فسخ الاختبار
uk_ua: Видалити тест

# titleEditSample
source: Edit Sample
ar_iq: تحرير العيينات
uk_ua: Редагувати пробу

# titleEditTest
source: Edit Test
ar_iq: تحرير الاختبار
uk_ua: Редагувати тест

# titleFieldTestsSetResult
source: Set result
ar_iq: ادخال النتائج
uk_ua: Встановити результат

# titleFieldTestsSetResultEmpty
source: [Empty result]
ar_iq: [نتيجة فارغة]
uk_ua: [Порожній результат]

# titlePaperForm
source: Paper Form
ar_iq: استمارة ورقية
uk_ua: Паперова форма

# titleRemoveFromPreferences
source: Remove From Preferences
ar_iq: الحذف من الخيارات
uk_ua: Видалити з уподобань

# titleReportAsSampleCollectedList
source: AS Sample Collected List
ar_iq: قائمة العيينات المجمعة
uk_ua: Список відібраних проб

# titleReportAsSessionTests
source: Lab Tests Report
ar_iq: اختبارات الفترة
uk_ua: Тести сесії

# titleVsAccessionIn
source: VS Accession In
ar_iq: قبول العيينات في فترة المراقبة للناقلات
uk_ua: Прийом проб сесії нагляду за переносниками

# tooltipSelect_Id
source: Close the from and return selected item(s)
ar_iq: إغلاق النموذج والعودة الى العنصر المحدد (ق)
uk_ua: Закрити форму і повернути обрані елементи переліку

# tooltipSelectAll_Id
source: Close the from and return all items in the list
ar_iq: إغلاق النموذج وإعادة جميع العناصر الموجودة في القائمة
uk_ua: Закрити форму і повернути всі елементи переліку.

# ErrPermissionError
source: Current user have not permissions for this operation.
ar_iq: المستخدم الحالي ليس لديه أذن لهذه العملية.
uk_ua: Поточний користувач не має права на виконання даної операції.

# ErrAVRLayerRemoving
source: AVR layer removing error
ar_iq: خطأ في فسخ مقايسة التحقق من صحة التقرير
uk_ua: Помилка видалення шару АВЗ

# ErrGetMapSettings
source: Get map settings error
ar_iq: خطأ في اعداد الخريطة
uk_ua: Помилка параметрів карти.

# ErrMapSettingsDefenition
source: Map settings defenition error
ar_iq: خطأ في تحديد معلمات الخارطة
uk_ua: Помилка встановлення параметрів карти

# ErrRefreshingMap
source: Error refreshing Map and Map Content after map settings defenition
ar_iq: خطأ اعادة تحميل الخريطة و محتواها بعد وضع معلمات الخريطة
uk_ua: Помилка перезавантаження карти і її вмісту після завдання параметрів карти.

source: Invalid old password
ar_iq: كلمة عبور قديمة
uk_ua: Невірний старий пароль

# ErrUndefinedFilterField
source: Undefined filter field
ar_iq: حقل غير محدد للفلتر
uk_ua: Невизначене поле фільтру

# msgCannotShowReport
source: Can't show report
ar_iq: لا يمكن اظهار التقرير
uk_ua: Не вдається показати звіт

# ErrCreateParameter
source: Error during command parameter creation.
ar_iq: خطأ أثناء إنشاء معلمة الأمر.
uk_ua: Помилка створення параметрів команди.

# strNo_Id
source: No
ar_iq: لا
uk_ua: Ні

# btnLess
source: Less
ar_iq: اقل...
uk_ua: Приховати деталі

# btnMore
source: More
ar_iq: اكثر تفاصيل...
uk_ua: Показати деталі

# tooltipAdd_Id
source: Add
uk_ua: Додати

# msgRemoveSessionLinkPrompt
source: Do you really want to remove the link to the selected Session?
uk_ua: Ви дійсно хочете видалити посилання на обрану сесію?

# lblFromNumeric
source: From:
ar_iq: من:
uk_ua: З:

# ErrAVROutOfMemory
source: Not enough memory to load the layout.
uk_ua: Не вистачає пам'яті, щоб завантажити макет.
