Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/bv.common/Resources/BvMessages.*.resx
Languages: ar_iq, uk_ua

# errContainerTransfer
source: Sample "{0}" cannot be transferred because there is at least one test in progress for it
ar_iq: عينة "{0}" لا يمكن نقلها بسبب وجود اختبار واحد على الأقل في طور الانجاز لها
uk_ua: Зразок "{0}" не може бути переданий, тому що є принаймні один тест в роботі

# lblToNumeric
source: To:
ar_iq: الى:
uk_ua: По:

# msgTooMamyDiagnosis
source: You have selected too many diagnoses. Only first five will be displayed in the report.
ar_iq: لقد حددت الكثير من التشخيصات. سيتم طباعة التقارير الخمسة الأولى.
uk_ua: Ви вибрали занадто багато діагнозів. У звіті будуть надруковані перші п'ять.
