Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# msgCannotExport
source: Cannot export file {0}.
ar_iq: لا يمكن تصدير الملف {0}
az_latn_az: {0} faylı eksport etmək mümkün deyil
hy_am: Հնարավոր չէ արտահանել '{0}' ֆայլը
uk_ua: Не можна експортувати файл {0}

# msgCannotExportToAccess
source: Cannot export to MS Access.
ar_iq: لا يمكن الوصول إلى تصدير MS.
az_latn_az: MS Access bazaya eksport mümkün deyil
hy_am: Հնարավոր չէ արտահանել դեպի MS Access-ի տվյալների բազա:
uk_ua: Не можна експортувати до MS Access.

# msgCannotFindSummaryType
source: Cannot find Aggregate Function for column {0}.
ar_iq: لا يمكن العثور على الدالة التجميعية للعمود {0}
az_latn_az: {0} sütunu üçün ümumi funksiyası tapılmadı.
hy_am: Հնարավոր չէ գտնել ընդհանրացման ֆունկցիան {0} սյունակի համար
uk_ua: Не можна знайти тип summaryType для колонки {0}

# msgCantAccessSample
source: The sample can't be accessed, because it was deleted.
ar_iq: لا يمكن الوصول إلى العينة، لأنه تم حذفها.
az_latn_az: Nümunəni qəbul etmək mümkün deyil, çünki o silinib
hy_am: Նմուշը չի կարող ընդունվել, քանի որ այն ջնջված է:
uk_ua: Ви не можете отримати доступ до зразку, так як він був видалений

# msgCantActivateEmptyMatrix
source: Empty matrix can't be activated.
ar_iq: لا يمكن تفعيل الماتريكس الفارغة
az_latn_az: Boş matriks aktivləşdirilə bilməz.
hy_am: Դատարկ մատրիցան հնարավոր չէ ակտիվացնել:
uk_ua: Не можна активувати порожню матрицю.

# msgCantAddCriticalObjectToTemplate
source: Can't add system high-level table section or predefined parameter to aggregate template
ar_iq: لا يمكن إضافة قسم نظام الجدول رفيع المستوى أو المعلمة المعرفة مسبقا إلى اللوحة الاجمالية
az_latn_az: Əvvəcədən müəyyən edilmiş obyekti şablona əlavə etmək mümkün deyil
hy_am: Հնարավոր չէ ավելացնել համակարգի կանխորոշված օբյեկտ կամ արդեն իսկ սահմանված պարամետր ցուցակային ձևանմուշի մեջ
uk_ua: Не можна додати попередньовстановлений об'єкт в шаблон

# msgCantAddSessionDiagnosis
source: Can't add this disease to current Session. Associated Campaign doesn't contain this disease.
ar_iq: لا يمكن إضافة هذا المرض إلى الدورة الحالية. الحملة لا تحتوي على هذا المرض.
az_latn_az: Bu xəstəliyi cari sessiyaya əlavə etmək mümkün deyil. Verilən xəstəlik həmin sessiya ilə əlaqəli kampaniyaya daxil deyil.
hy_am: Այս հիվանդությունը հնարավոր չէ ավելացնել ընթացիկ սեսիային: Կամպանիան, որին այն պատկանում է, չի ներառում այդ հիվանդությունը:
uk_ua: Не можна додати це захворювання до чинної сесії моніторингу. Пов'язана з нею кампанія не містить це захворювання.

# msgCantASDeleteHerd
source: Can't delete herd. There are the animals with accessioned samples that belongs to this herd
ar_iq: لا يمكن حذف القطيع. هناك حيوانات مع عينات تنتمي الى هذها القطيع
az_latn_az: Sürünü silmək mümkün deyil, çünki laboratoriyada bu sürünun heyvanlarından toplanılan nümunələr var.
hy_am: Հնարավոր չէ ջնջել հոտը: Գոյություն ունեն կապակցված նմուշներով կենդանիներ, որոնք պատկանում են այս հոտին
uk_ua: Неможливо видалити стадо, тому що до нього відносяться тварини зі зразками, прийнятими до лабораторії.

# msgCantChangeAnimalSpecies
source: Can't change species. There are accessioned samples that belongs to this animal.
ar_iq: لا يمكن تغيير الاصناف. وقع ادراج عيينات من هذه الحيوانات
az_latn_az: Heyvanın növünü dəyişdirmək mümkün deyil, çünki bu heyvanın nümunələri artıq laboratoriya tərəfindən qəbul olunub.
hy_am: Հնարավոր չէ փոխել կենդանատեսակը: Գոյություն ունեն ընդունված նմուշներ, որոնք պատկանում են այս կենդանուն:
uk_ua: Не вдається змінити вид тварини оскільки зразки даної тварини вже прийняті в лабораторію на дослідження.

# msgCantChangeASLivestockSpecies
source: Can't change species. There are the animals with accessioned samples that belongs to this species.
ar_iq: لا يمكن تغيير الاصناف. وقع ادراج عيينات من هذه الحيوانات
az_latn_az: Heyvanın növünü dəyişdirmək mümkün deyil, çünki bu heyvan növünün nümunələri artıq laboratoriya tərəfindən qəbul olunub.
hy_am: Հնարավոր չէ փոխել կենդանատեսակը: Գոյություն ունեն կենդանիներ ընդունված նմուշներով, որոնք պատկանում են այս կենդանատեսակին:
uk_ua: Неможливо змінити цей вигляд, тому що до нього відносяться тварини зі зразками, прийнятими до лабораторії.

# msgCantCloseCampaign
source: Active Surveillance Campaign can't be closed. Close all sessions related with this campaign before campaign closure.
ar_iq: لا بمكن غلق حملة الترصد الفعالة. يجب غلق كل الفترات المتصلة بهذه الحمبلة قبل غلق الحملة
az_latn_az: Fəal müşahidə kampaniyasını bağlamaq mümkün deyil. Bu kampaniyanı bağlamazdan öncə onunla əlaqəli bütün monitorinq sessiyalarını bağlayın.
hy_am: Ակտիվ հսկողության կամպանիան չի կարող փակվել: Նախքան կամպանիայի փակելը անհրաժեշտ է փակել դրա հետ կապված բոլոր սեսիաները:
uk_ua: Кампанію активного спостереженя не можна закрити. Закрийте усі сесії моніторингу, які пов'язані з цією кампанією, перед закриттям кампанії.

# msgCantDeleteAnimal
source: This animal can't be deleted.
ar_iq: لا يمكن حذف هذا الحيوان.
az_latn_az: Bu heyvan silinə bilməz.
hy_am: Այս կենդանու անվանումը չի կարող ջնջվել:
uk_ua: Цю тварину не можна видалити.

# msgCantDeleteASAnimal
source: Can't delete animal. There are accessioned samples that belongs to this animal.
ar_iq: لا يمكن حذف الحيوان. هناك عينات تنتمي لهذا الحيوان
az_latn_az: Heyvanı silmək mümkün deyil, çünki artıq laboratoriyada əldə edilən bu heyvana aid olan nümunələr var.
hy_am: Հնարավոր չէ ջնջել կենդանուն: Գոյություն ունեն ընդունված նմուշներ, որոնք պատկանում են այս կենդանուն:
uk_ua: Неможливо видалити тварину, тому що є зразки, що відносяться до даної тварині, які вже прийняті до лабораторії.

# msgCantDeleteASFarm
source: Can't delete farm. There are the animals with accessioned samples that belongs to this farm.
ar_iq: لا يمكن حذف المزرعة. هناك حيوانات مع عينات تنتمي لهذه المزرعة
az_latn_az: Fermanı silmək mümkün deyil, çünki laboratoriyada bu fermanın heyvanlarından toplanmış nümunələr var.
hy_am: Հնարավոր չէ ջնջել տնտեսությունը: Գոյություն ունեն ընդունված նմուշներով կենդանիներ, որոնք պատկանում այս տնտեսությանը:
uk_ua: Неможливо видалити ферму, тому що до неї відносяться тварини зі зразками, прийнятими до лабораторії.

# msgCantDeleteASLivestockSpecies
source: Can't delete species. There are the animals with accessioned samples that belongs to this species.
ar_iq: لا يمكن حذف الأنواع. هناك حيوانات مع عينات مدرجة تنتمي لهذا النوع
az_latn_az: Növləri ləğv etmək mümkün deyil. Çünki bu növlərin heyvanlarından toplanılmış nümunələr laboratoriyada artıq qəbul olunub.
hy_am: Հնարավոր չէ ջնջել կենդանատեսակը: Գոյություն ունեն կենդանիներ, որոնցից նմուշառում է կատարված և, որոնք պատկանում են այս կենդանատեսակին:
uk_ua: Неможливо видалити даний вид, тому що до нього відносяться тварини зі зразками, прийнятими до лабораторії.

# msgCantDeleteAvianSpecies
source: Can't delete species. Delete all registered samples/vaccinations/penside tests related with this species before species deletion.
ar_iq: لا يمكن حذف الأنواع. حذف جميع العينات المسجلة / التطعيمات / اختبارات البانسيد ذات الصلة بهذا النوع قبل حذف الانواع
az_latn_az: Heyvan sürüsünü silmək mümkün deyil. Silməzdən əvvəl bu növlərə aid bütün nümunələri, peyvəndləmələri, təcili testləri silin.
hy_am: Հնարավոր չէ ջնջել կենդանատեսակը: Նախքան տվյալ կենդանատեսակի ջնջելը, ջնջեք բոլոր գրանցված նմուշները/պատվաստումները/էքսպրես հետազոտությունները, որոնք վերաբերվում են այս կենդանատեսակին:
uk_ua: Не вдається видалити вид, тому що випадок містить записи про тварин / вакцинації / експрес-тестах, що посилаються на даний вид. Видаліть ці записи, щоб мати можливість видалити вид птаха.

# msgCantDeleteCampaignDisease
source: Couldn't delete disease. There are sessions associated with this campaign that contain this disease.
ar_iq: لا يمكن حذف المرض. هناك دورات مرتبطة بهذه الحملة التي تحتوي على هذا المرض.
az_latn_az: Xəstəliyi silmək mümkün olmadı. Çünki bu xəstəliknən olan kampaniyaların sessiyaları mövcüddur.
hy_am: Չհաջողվեց ջնջել հիվանդությունը: Գոյություն ունեն այս կամպանիաի հետ կապված սեսիաներ, որոնք պարունակում են այս հիվանդությունը:
uk_ua: Не можна видалити захворювання. Існубть сесії моніторингу, які пов'язані з цією кампанією, яка містить цю хворобу.

# msgCantDeleteCriticalObject
source: Can't delete system high-level table section or predefined parameter.
ar_iq: لا يمكن حذف قسم نظام الجدول رفيع المستوى أو المعلمة المعرفة مسبقا
az_latn_az: Əvvəcədən müəyyən edilmiş obyekti silmək mümkün deyil
hy_am: Հնարավոր չէ ջնջել համակարգի կանխորոշված օբյեկտը կամ արդեն իսկ սահմանված պարամետրը
uk_ua: Не можна видалити попередньовстановлений об'єкт

# msgCantDeleteHerd
source: Can't delete herd. Delete all animals/vaccinations related with this herd before herd deletion.
ar_iq: لا يمكن حذف القطيع. حذف جميع الحيوانات / التلاقيح ذات الصلة مع هذا القطيع قبل الحذف القطيع.
az_latn_az: Sürünü silmək mümkün deyil, çünki hadisəyə bu növ ilə əlaqələndirilən heyvanlar/peyvəndləmələr haqqında yazılar daxil edilib. Heyvan sürüsünü silmək üçün bütün bu yazıları silin.
hy_am: Հնարավոր չէ ջնջել հոտը: Նախքան այն ջնջելը, ջնջեք տվյալ հոտին վերաբերվող բոլոր կենդանիներին/պատվաստումները:
uk_ua: Не вдається видалити стадо, тому що випадок містить записи про тварин / вакцинації, що посилаються на дане стадо. Видаліть ці записи, щоб мати можливість видалити стадо.

# msgCantDeleteLivestockSpecies
source: Can't delete species. Delete all animals/vaccinations related with this species before species deletion.
ar_iq: لا يمكن حذف الأنواع. حذف جميع الحيوانات / التلاقيح ذات الصلة بهذا النوع قبل حذف الأنواع.
az_latn_az: Bu növü silmək mümkün deyil, çünki hadisəyə bu növ ilə əlaqələndirilən heyvanlar/peyvəndləmələr haqqında yazılar daxil edilib. Heyvan növlərini silmək üçün bütün bu yazıları silin.
hy_am: Հնարավոր չէ ջնջել կենդանատեսակը: Նախքան տվյալ կենդանատեսակի ջնջելը, ջնջեք այդ կենդանատեսակին պատկանող բոլոր կենդանիներին/պատվաստումները:
uk_ua: Не вдається видалити даний вид, тому що випадок містить записи про тварин / вакцинації, що посилаються на даний вид. Видаліть ці записи, щоб мати можливість видалити вид тварини.

# msgCantDeletFlock
source: Can't delete flock. Delete all registered samples/vaccinaitons/penside tests related with this flock before flock deletion.
ar_iq: لا يمكن حذف قطيع. حذف جميع العينات المسجلة / التطعيمات / اختبارات البانسيد و التي لها صلة بهذا القطيع قبل الحذف
az_latn_az: Heyvan sürüsünü silmək mümkün deyil. Çünki bu hadisədə heyvanların peyvəndləmələr/təcili testlər sürü haqqında yazılar daxil edilib.Sürünü silmək üçün bu məlumatları silmək lazımdır.
hy_am: Հնարավոր չէ ջնջել երամը: Նախքան երամի ջնջելը, ջնջեք բոլոր գրանցված նմուշները/պատվաստումները/էքսպրես հետազոտությունները, որոնք վերաբերվում են այս երամին:
uk_ua: Не вдається видалити стадо, тому що випадок містить записи про тварин / вакцинації / експрес-тести, що посилаються на дане стадо. Видаліть такі записи, щоб мати можливість видалити стадо.

# msgCantMakeCampaignNew
source: Active Surveillance Campaign Status can't be set to [New]. There are sessions associated with this campaign.
ar_iq: لا يمكن وضع الحملة النشطة للمراقبة في صفة جديدة. هناك دورات مرتبطة بهذه الحملة.
az_latn_az: Fəal müşahidə kampaniyasının statusu [Yeni] kimi təyin edilə bilməz. Bu kampaniya ilə əlaqəli fəal müşahidə sessiyaları mövcuddur.
hy_am: Ակտիվ հսկողության կամպանիայի կարգավիճակը չի կարող սահմանվել որպես [Նոր]: Գոյություն ունեն սեսիաներ կապված այս կամպանիայի հետ:
uk_ua: Статус кампанії активного спостереження не можна змінити на [нове значення]. Існують сесії моніторингу, які пов'язані з цією кампанією.

# msgCantOpenSession
source: Can't change session status to 'Open' because associated Campaign is closed.
ar_iq: لا يمكن تغيير حالة الفترة إلى 'فتح' بسبب إغلاق الحملة المرتبطة بها
az_latn_az: Sessiya statusunu 'Açıq' statusuna dəyişmək mümkün deyil, çünki sessiya ilə əlaqəli olan kampaniya bağlıdır.
hy_am: Հնարավոր չէ փոխել սեսիայի կարգավիճակը դեպի «Բաց է», քանի որ կապակցված Կամպանիան փակ է:
uk_ua: Неможливо змінити стан сесії на "Відкрита ", тому що пов'язана з сесією кампанія закрита.

# msgCantSetSessionDiagnosis
source: Can't set this disease for current Session. Associated Campaign doesn't contain this disease.
ar_iq: لا يمكن تعيين هذا المرض للدورة الحالية. الحملة المحددة لا تشتمل على هذا المرض
az_latn_az: Bu xəstəliyi cari monitorinq sessiyası üçün təyin etmək mümkün deyil. Həmin sessiya ilə əlaqəli kampaniyada bu xəstəlik yoxdur.
hy_am: Հնարավոր չէ սահմանել այս հիվանդությունը ընթացիկ սեսիայի համար: Դրա հետ կապակցված կամպանիան չի ներառում տվյալ հիվանդությունը:
uk_ua: Не можна встановити це захворювання для чинної сесії моніторингу. Пов'язана з нею кампанія не містить це захворювання.

# msgCaseInOutbreak
source: Remove this case from another outbreak?
ar_iq: حذف هذه الحالة من التفشي؟
az_latn_az: Bu xəsətlik hadisəsi alovlanmanın siyahısından çıxarılsın?
hy_am: Հեռացնե՞լ այս դեպքը այլ բռնկումից:
uk_ua: Видалити цей випадок з іншого спалаху?

# msgCaseMissing
source: Information on this case doesn’t exist in the system. Probably it has been deleted before.
ar_iq: معلومات عن هذه الحالة غير موجودة في النظام. ربما قد تم حذفها من قبل.
az_latn_az: Verilmiş hadisənin məlumatı sistemdə göstərilməmişdir. Bunun öncədən silinməsi mümkündür.
hy_am: Այս դեպքի վերաբերյալ համակարգում տեղեկատվություն գոյություն չունի: Հավանաբար այն նախկինում ջնջվել է:
uk_ua: Інформації з приводу цього випадку у системі немає. Можливо, її було видалено раніше.

# msgCaseModeActive
source: Active
ar_iq: مفعل
az_latn_az: Aktiv
hy_am: Ակտիվ
uk_ua: Активно

# msgCaseModePassive
source: Passive
ar_iq: السلبي
az_latn_az: Passiv
hy_am: Պասիվ
uk_ua: Пасивний

# msgCaseNoRights
source: You don’t have rights to view this case.
ar_iq: ليس لديك حقوق عرض هذه الحالة
az_latn_az: Bu hadisəyə baxmaq üçün sizin kifayət gədər hüququnuz yoxdur.
hy_am: Դուք իրավունք չունեք դիտել այս դեպքը
uk_ua: Ви не маєте права продивитися дані про цей випадок

# msgChangeData
source: Do you want to change data?
ar_iq: هل ترغب في تغيير البيانات؟
az_latn_az: Məlumatı Dəyişmək İstəyirsinizmi?
hy_am: Ցանկանու՞մ եք փոխել տվյալները:
uk_ua: Бажаєте змінити дані?

# msgClearFF
source: Panel content will be cleared. Clear it?
ar_iq: سيقع فسخ محتوى اللوحة. فسخ؟
az_latn_az: Panelin tərkibindəkiləri silinəcəkdir. Silmək istəyirsinizmi?
hy_am: Վահանակի բովանդակությունը կջնջվի: Ջնջե՞լ այն:
uk_ua: Вмість панелі буде видалено. Видалити?

# msgClearFFCaption
source: Clear panel
ar_iq: مسح اللوح
az_latn_az: Paneli təmizlə
hy_am: Մաքրել պանելը
uk_ua: Очистити панель

# msgCloseApp
source: Close application?
ar_iq: إغلاق التطبيق؟
az_latn_az: Proqram bağlansın?
hy_am: Փակե՞լ ծրագիրը:
uk_ua: Закрити додаток?

# msgConfermCaseAnimalDelete
source: The animal and all samples related with this animal will be deleted. Delete animal?
ar_iq: سيتم حذف جميع العينات الحيوانية وذات الصلة مع هذا الحيوان. حذف الحيوان؟
az_latn_az: Heyvan, bu heyvanla bağlı bütün nümunələr və testlər hadisənin təsvirindən silinəcək. Məlumat silinsin?
hy_am: Կենդանու մասին գրառումը և նրա հետ կապված բոլոր նմուշները կջնջվեն: Ջնջե՞լ կենդանու գրառումը:
uk_ua: Tварина та усі зразки від неї будуть видалені. Видалити тварину?

# msgConfirmCancelChangesForm
source: Return the form to the last saved state?
ar_iq: العودة إلى شكل آخر حالة محفوظة؟
az_latn_az: Forma son dəfə yaddaşa yazılmış vəziyyətə qaytarılsın?
hy_am: Վերադարձնե՞լ ձևաթղթի վերջին պահպանված տեսքը:
uk_ua: Повернутися до останньої збереженої форми?

# msgConfirmCaseFarmDeleteAvian
source: You are going to replace the current farm with another one. All flocks, species, samples and tests records related to the current farm will be assigned to the other farm. Replace the farm?
ar_iq: انك سوف تعوض المزرعة الحالية بمزرعة اخرى. سيتم تعيين جميع قطعان، والأنواع والعينات وسجلات الاختبارات المتعلقة المزرعة الحالية إلى المزرعة الأخرى. استبدال المزرعة؟
az_latn_az: Siz cari fermanı yenisi ilə əvəz etməyə hazırlaşırsınız. Cari ferma ilə bağlı bütün dəstələr, quşlar, nümunələr və testlərə dair qeydlər yeni fermaya təyin ediləcək. Ferma əvəz edilsin?
hy_am: Դուք պատրաստվում եք փոխարինել ընթացիկ տնտեսությունը մեկ այլ տնտեսության հետ: Ընթացիկ տնտեսության հետ առնչվող բոլոր երամների, կենդանատեսակների, նմուշների և հետազոտությունների գրառումները կվերագրվեն այլ տնտեսությանը: Փոխարինե՞լ տնտեսությունը:
uk_ua: Ви збираєтеся замінити існуючу ферму новою. Усі стада, тварини, зразки та записи про тести, що пов'язані з цією феромю, будуть перенесені до нової. Замінити ферму?

# msgConfirmCaseFarmDeleteLivestock
source: You are going to replace the current farm with the new one. All herds, animals, samples and tests records related with current farm will be assigned to the new farm. Replace the farm?
ar_iq: انك سوف تعوض المزرعة الحالية بمزرعة اخرى جديدة. سيتم تعيين جميع قطعان والحيوانات، وعينات وسجلات الاختبارات ذات الصلة مع المزارع الحالية إلى المزرعة الجديدة. استبدال المزرعة؟
az_latn_az: Siz cari fermanı yenisi ilə əvəz etməyə hazırlaşırsınız. Cari ferma ilə bağlı bütün sürülər, heyvanlar, nümunələr və restlərə dair qeydlər yeni fermaya təyin ediləcək. Ferma əvəz edilsin?
hy_am: Դուք պատրաստվում եք փոխարինել ընթացիկ տնտեսությունը նորի հետ: Ընթացիկ տնտեսության հետ առնչվող բոլոր հոտերի, կենդանիների, նմուշների եւ հետազոտությունների գրառումները կվերագրվեն նոր տնտեսությանը: Փոխարինե՞լ տնտեսությունը:
uk_ua: Ви збираєтеся замінити існуючу ферму новою. Усі стада, тварини, зразки та записи про тести, що пов'язані з цією феромю, будуть перенесені до нової. Замінити ферму?

# msgConfirmClearForm
source: Clear the form content?
ar_iq: مسح محتوى النموذج؟
az_latn_az: Formanı təmizləmək istəyirsinizmi?
hy_am: Մաքրե՞լ ձևի պարունակությունը:
uk_ua: Очистити форму?

# msgConfirmDeleteFolder
source: Are you sure you want to delete the folder '{0}' and all its contents?
ar_iq: '{0}' هل انت متأكد من فسخ السجل مع كل كحتوياته؟
az_latn_az: '{0}' qovluğu və onun tərkibindəkiləri bütünlüklə silmək istədiyinizə əminsinizmi?
hy_am: Վստա՞հ եք, որ ցանկանում եք ջնջել '{0}' թղթապանակը և դրա ողջ պարունակությունը:
uk_ua: Ви впевнені, що хочете видалити папку'{0}' та її вміст?

# msgContainerToTransfer
source: {1} subdivision(s) will be moved to the subdivision '{2}' of freezer '{3}'. Accept transfer?
ar_iq: {1} المجموعات الفرعية ستنتقل الى المجموعة الفرعية '{2}' من الثلاجة '{3}'. هل تقبل النقل؟
az_latn_az: {1} bölmə(lər) soyuducunun '{3}' bölməsinə'{2}' köçürüləcək. Köçürülmə Qəbul edilsin?
hy_am: {1} ստորաբաժանում(ներ)ը կտեղափոխվի սառնարանի '{3}'-ի ստորաբաժանում '{2}': Ընդունե՞լ տեղափոխումը:
uk_ua: {1} підрозділ(-и) буде переміщений до підрозділу '{2}' холодильника '{3}'. Підтвердити переміщення?

# msgCopyPrefix
source: Copy{0} of
ar_iq: نسخة من {0}
az_latn_az: surəti{0}
hy_am: -ի պատճենը {0}
uk_ua: Копія{0}

# msgDeduplicateQuestion
source: Dedupe cases?
ar_iq: حالة تكرار؟
az_latn_az: Xəstəlik hadisəsi deduplikasiya olunsun?
hy_am: Ջնջե՞լ կրկնակի գրառումը:
uk_ua: Дедублювати випадки?

# msgDefaultFolderName
source: New folder
ar_iq: كراس جديد
az_latn_az: Yeni qovluq
hy_am: Նոր թղթապանակ
uk_ua: Нова папка

# msgDeleteHerdCaption
source: Delete {0}.
ar_iq: {0}. فسخ
az_latn_az: {0} sil.
hy_am: Ջնջել {0}:
uk_ua: Видалити {0}.

# msgDeleteSpeciesCaption
source: Delete species
ar_iq: فسخ الاجناس
az_latn_az: Növləri Sil
hy_am: Ջնջել կենդանատեսակը
uk_ua: Видалити вид

# msgDestroyContainer
source: The container will be marked as destroyed. You will not be able to produce any operation with this container in the future. Destroy container?
ar_iq: سيتم وضع علامة الحاوية انها دمرت. فلن تكون قادرا على إنتاج أي عملية مع هذه الحاوية في المستقبل. تدمير الحاويات؟
az_latn_az: Konteyner məhv edilmiş kimi qeyd olunacaq. Gələcəkdə siz bu konteynerlə heç bir əməliyyat apara bilməyəcəksiniz. Konteyner məhv edilsin?
hy_am: Կոնտեյները կնշվի որպես ոչնչացված: Հետագայում հնարավորություն չեք ունենա այս կոնտեյների հետ որևէ գործողություն կատարել: Ոչնչացնե՞լ կոնտեյները:
uk_ua: Контейнер буде позначений як знищений. Ви не зможете виконати жодної операції з цим контейнером у майбутньому. Знищити контейнер?

# msgEmptyRow
source: One of rows has empty translation {0}
ar_iq: سطر خال من الترجمة{0}
az_latn_az: Cərgələrin birində boş {0} tərcüməsi vardır
hy_am: Տողերից մեկը թարգմանություն չի պարունակում {0}
uk_ua: Один з рядків не містить переклад {0}

# msgEnglishCharsEnabled
source: International name can include only latin letters.
ar_iq: لا تشمل التسميات العالمية الا الحروف اللاتينية
az_latn_az: İngilis dilində yazı yalnız latın hərfləri ilə yazılmalıdır.
hy_am: Միջազգային անվանումը կարող է բաղկացած լինել միայն լատիներեն տառերից:
uk_ua: Міжнародна назва може включати лише латинські букви.

# msgEnRayonExists
source: It is not possible to create 2 rayons with the same English name. Such value already exists.
ar_iq: منطقة بهاذا الاسم بالانجليزية موجود. من فضلك ادخل اسما آخر
az_latn_az: Belə İngiliscə adı olan rayon artıq mövcuddur. Eyni İngiliscə olan adları ilə rayonları yaratmaq mümkün deyil.
hy_am: Այս անգլերեն անվանմամբ շրջան արդեն գոյություն ունի: Խնդրում ենք մուտքագրել շրջանի այլ անգլերեն անվանում:
uk_ua: Район з такою назвою англійською мовою вже існує. Будь ласка, введіть іншу назву району англійською мовою

# msgEnSetlementExists
source: It is not possible to create 2 settlements with the same English name. Such value already exists.
ar_iq: هذا الاسم لحي السكني باللغة الإنجليزية موجود مسبقا. من فضلك ادخل اسم آخر
az_latn_az: İngilis dilində belə ərazi adı artıq mövcuddur. Zəhmət olmasa, başqa ərazi adını İngilis dilində daxil edin.
hy_am: Այս անգլերեն անվանմամբ բնակավայր արդեն գոյություն ունի: Խնդրում ենք, մուտքագրել բնակավայրի այլ անգլերեն անվանում
uk_ua: Населений пункт з такою назвою англійською мовою вже існує. Будь ласка, введіть іншу назву населеного пункту англійською мовою

# msgEnterRequiredParameter
source: Enter required parameters.
ar_iq: ادخل المعلمات الضرورية
az_latn_az: Lazımi parametrləri daxil et
hy_am: Մուտքագրեք պահանջվող պարամետրերը
uk_ua: Введіть необхідні параметри

# msgExportSuccess
source: Data Export has been completed successfully.
ar_iq: تم الانتهاء من تصدير البيانات بنجاح
az_latn_az: Məlumat eksportu uğurla başa çatdırılmışdır
hy_am: Տվյալների արտահանումը հաջողությամբ ավարտված է
uk_ua: Експорт даних успішно завершений

# msgFarmDoesntExist
source: Couldn't find the farm for which you want to create the case. Check that the session is saved and farm is not deleted by another user during session editing.
ar_iq: تعذر العثور على مزرعة التي تريد إنشاء دورة لها. تأكد من أن يتم حفظ الدورة وان المزرعة لم تحذف من قبل مستخدم آخر أثناء تحرير الدورة.
az_latn_az: Xəstəlik hadisəsini yaratmaq istədiyiniz fermanı tapmaq mümkün olmadı. Fəal müşahidə sessiyasının yaddaşa verildiyini və başqa istifadəçi tərəfindən fəal müşahidə sessiyasının redaktəsi zamanı fermanın silinmiş olmadığını yoxlayın.
hy_am: Չհաջողվեց գտնել տնտեսությունը, որի համար ցանկանում եք ստեղծել դեպքը: Ստուգել, որ սեսիան պահպանվել է և, որ սեսիայի խմբագրման ընթացքում տնտեսության անվանումը չի ջնջվել այլ օգտագործողի կողմից:
uk_ua: Не можна знайьти ферму, для якої ви бажаєте створити випадок. Перевірте, чи збережена сесія моніторингу та чи не видалена ферма іншим користувачем під час редагування сесії моніторингу.

# msgFarmHasNoTestResults
source: There are no records in the session with Rule In interpretation, for which a case has not been created yet.
ar_iq: لا توجد سجلات في الدورة مع القاعدة في التفسير، والتي لم يتم إنشاء حالة لها
az_latn_az: Xəstəlik hadisəsi yaradilmayan sessiyada "Təstiq olunmuş" statusla olan testlərin şərhi yoxdur.
hy_am: Սեսիայում չկան գրառումներ Հաստատում է մեկնաբանությամբ, որոնց համար դեռևս չի ստեղծվել դեպք:
uk_ua: Не можна створити випадок. Не має нових позитивних тестів, які пов'язані з цією фермою.

# msgFieldGroupSuffix
source: Fields
ar_iq: حقول
az_latn_az: Sahələr
hy_am: Դաշտեր
uk_ua: Поля

# msgFilterAccess
source: MS Access database|*.mdb
ar_iq: MS دخول الى قاعدة البيانات|*.mdb
az_latn_az: MS Access bazası|*.mdb
hy_am: MS Access տվալների բազա|*.mdb
uk_ua: База даних MS Access|*.mdb
