Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# mbIncorrectProphylacticActionMTXRows
source: Some records of Vet Prophylactic Measure Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض السجلات من ماتريكس الاجراءات البيطرية الوقائية لا تحمل تعريفا كاملا. يرجى تحديد أو حذف السجلات غير معرفة.
az_latn_az: Baytarlıq üzrə Profilaktik tədbirlər Matriksində bəzi qeydlər tam təyin edilməmişdir. Zəhmət olmasa, təyin edilməmiş qeydləri təyin edin və ya silin.
hy_am: Անասնաբուժական կանխարգելման միջոցառումների մատրիցայի որոշ գրառումներ ամբողջությամբ սահմանված չեն: Խնդրում ենք սահմանել կամ ջնջել չսահմանված գրառումները:
uk_ua: Деякі записи Матриці профілактичних заходів у разі захворювання тварини не повністю визначені. Будь ласка, визначте або видаліть невизначені записи.

# mbIncorrectSanitaryActionRow
source: Some records of Vet Sanitary Action Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض السجلات من العمليات البيطرية الصحية للماتريكس ى تحمل تعريفا كاملا. يرجى تحديد أو حذف السجلات غير معرفة.
az_latn_az: Sanitariya tədbirləri matriksində bəzi qeydlər tam müəyyən olunmayıb. Zəhmət olmasa, təyin edilmiş qeydləri təyin edin və ya silin.
hy_am: Անասնաբուժասանիտարական գործողությունների մատրիցայի որոշ գրառումներ ամբողջությամբ սահմանված չեն: Խնդրում ենք սահմանել կամ ջնջել չսահմանված գրառումները:
uk_ua: Деякі записи Матриці санітарних заходів не повністю визначені. Будь ласка, визначте або видаліть невизначені записи.

# mbIncorrectVetCaseMTXRow
source: Current record of Vet Aggregate Case Matrix is not fully defined. Please define or delete it.
ar_iq: السجل الحالي من الحالة البيطرية للمصفوفة الإجمالية ليست فريدة من نوعها. الرجاء تغييره أو حذفه.
az_latn_az: Baytarlıq qrupşəkilli xəstəlik hadisələrin Matriksində cari yazısı tam müəyyən olunmayıb. Zəhmət olmasa onu müəyyən edin və ya silin.
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ հաշվետվության մատրիցայի ընթացիկ գրառումը ամբողջությամբ սահմանված չէ: Խնդրում ենք սահմանել կամ ջնջել այն:
uk_ua: Чинний запис матриці кумулятивних даних про ветеринарний випадок не визначений. Будь ласка, визначьте або видаліть його.

# mbIncorrectVetCaseMTXRows
source: Some records of Vet Aggregate Case Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض السجلات البيطرية للماتريكس من الحالة الإجمالية لا تحمل تعريفا كاملا. يرجى تحديد أو حذف السجلات غير معرفة.
az_latn_az: Baytarlıq qrupşəkilli xəstəlik hadisələrin Matriksində bəzi qeydləri tam müəyyən olunmayıb. Təyin edilməmiş diaqnozları təyin edin və ya silin.
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ հաշվետվության մատրիցայի որոշ գրառումներ ամբողջությամբ սահմանված չեն: Խնդրում ենք սահմանել կամ ջնջել չսահմանված գրառումները:
uk_ua: Деякі записи Матриці кумулятивних даних про захворювання тварини не повністю визначені. Будь ласка, визначте або видаліть невизначені записи.

# mbManyCaseSearchResults
source: The result of search returns several cases. Do you want to choose a case from a list?
ar_iq: بمعايير البحث هذه تم العثور على عدد قليل من الحالات. هل ترغب في تغير معايير البحث
az_latn_az: Axtarışın nəticəsi bir neçə hadisədir. Hadisəni siyahıdan seçmək istəyirsinizmi?
hy_am: Որոնման արդյունքը մի քանի դեպք է տալիս: Ցանկանու՞ մ եք ցանկից դեպք ընտրել:
uk_ua: Знайдено декілька випадків. Хочете обрати випадок зі списку?

# mbNoCaseSearchCriteria
source: Set the criteria of search.
ar_iq: تحديد مقاييس البحث
az_latn_az: Axtarış üçün meyarları qur.
hy_am: Սահմանել որոնման չափանիշները.
uk_ua: Задати критерії пошуку.

# mbNoCaseSearchResults
source: On the set criteria of search no case was found. Change some information and try find again.
ar_iq: بمعايير البحث هذه لم يتم العثور على حالات. غيير بعض المعلومات و حاول من جديد
az_latn_az: Axtarış meyarlarına uyğun heç bir xəstəlik hadisəsi tapılmayıb. Bəzi məlumatı dəyişdirin və yenidən təkrar edin.
hy_am: Նշված չափանիշներով որոնման արդյունքում ոչ մի դեպք չի գտնվել: Փոխեք որոնման որոշ չափանիշներ և փորձեք կրկին:
uk_ua: Не знайдено жодного випадку згідно з встановленими критеріями пошуку. Змініть інформацію та спробуйте ще раз.

# mbNotUniqueDiagnosticActionMTXRow
source: Current record of Vet Diagnostic Investigation Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من التشخيص البيطري للمصفوفة ليس محددا كليا. الرجاء التعريف به او حذفه
az_latn_az: Baytarlıq üzrə diaqnostik Tədqiqat Matriksinin cari yazısı tam müəyyən olunmur. Zəhmət olmasa onu tam doldurun və ya silin.
hy_am: Անասնաբուժական ախտորոշիչ հետազոտութունների մատրիցայի ընթացիկ գրառումը եզակի չէ: Խնդրում ենք փոփոխել կամ ջնջել այն:
uk_ua: Чинний запис матриці діагностичного дослідження ветеринарного випадку вже існує. Будь ласка, змініть або видаліть його.

# mbNotUniqueDiagnosticActionMTXRows
source: Some records of Vet Diagnostic Investigation Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض السجلات البيطرية للماتريكس من التحقيق في التشخيص ليست فريدة من نوعها. الرجاء تغيير أو حذف السجلات المكررة.
az_latn_az: Baytarlıq üzrə Diaqnostik Tədqiqatlar Matriksinin bəzi qeydlərı unikal deyil. Zəhmət olmasa, təkrarlanan qeydləri dəyişin və ya silin.
hy_am: Անասնաբուժական ախտորոշիչ հետազոտությունների մատրիցայի որոշ գրառումներ եզակի չեն: Խնդրում ենք փոփոխել կամ ջնջել կրկնվող գրառումները:
uk_ua: Деякі записи Матриці діагностичного дослідження випадку захворювання тварини вже існують. Будь ласка, змініть або видаліть записи, що повторюються.

# mbNotUniqueHumanCaseMatrixRow
source: Current record of Human Aggregate Case Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من الحالة البشرية للمصفوفة الإجمالية ليست فريدة من نوعها. الرجاء تغييره أو حذفه.
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisəsinə dair cari qeyd unikal deyil. Zəhmət olmasa, onu dəyişin və ya silin.
hy_am: Մարդու ցուցակային դեպքի մատրիցայի ընթացիկ գրառումը եզակի չէ: Խնդրում ենք փոփոխել կամ ջնջել այն:
uk_ua: Чинний запис матриці кумулятивних даних про захворювання людини вже існує. Будь ласка, змініть або видаліть його.

# mbNotUniqueHumanCaseMatrixRows
source: Some records of Human Aggregate Case Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض السجلات من حالة الإنسان للماتريكس الإجمالية ليست فريدة من نوعها. الرجاء تغيير أو حذف السجلات المكررة.
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələri matriksinə dair bəzi qeydlər unikal deyil. Zəhmət olmasa, təkrarlanan qeydləri dəyişin və ya silin.
hy_am: Մարդու դեպքերի ցուցակային տվյալների մատրիցայի որոշ գրառումներ եզակի չեն: Խնդրում ենք փոփոխել կամ ջնջել կրկնվող գրառումները:
uk_ua: Деякі записи Матриці кумулятивних даних захворювання людини вже існують. Будь ласка, змініть або видаліть записи, що повторюються.

# mbNotUniqueProphylacticActionMTXRow
source: Current record of Vet Prophylactic Measure Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من الاجراءات الوقائية البيطرية للمصفوفة ليس محددا كليا. الرجاء التعريف به او حذفه
az_latn_az: Baytarlıq üzrə Profilaktik Tədbirlər Matriksinin cari yazısı unikal deyil. Zəhmət olmasa onu dəyişin və ya silin.
hy_am: Անասնաբուժական կանխարգելման միջոցառումների մատրիցայի ընթացիկ գրառումը եզակի չէ: Խնդրում ենք փոփոխել կամ ջնջել այն:
uk_ua: Чинний запис матриці профілактичних заходів щодо ветеринарного випадку вже існує. Будь ласка, змініть або видаліть його.

# mbNotUniqueProphylacticActionMTXRows
source: Some records of Vet Prophylactic Measure Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض السجلات من ماتريكس التدابير البيطرية الوقائية ليست فريدة من نوعها. الرجاء تغيير أو حذف السجلات المكررة.
az_latn_az: Baytarlıq üzrə Profilaktik tədbirlər Formasına dair bəzi qeydlər unikal deyil. Zəhmət olmasa, təkrarlanan qeydləri dəyişdirin və ya silin.
hy_am: Անասնաբուժական կանխարգելման միջոցառումների մատրիցայի որոշ գրառումներ եզակի չեն: Խնդրում ենք փոփոխել կամ ջնջել կրկնվող գրառումները:
uk_ua: Деякі записи Матриці профілактичний заходів у разі захворювання тварини вже існують. Будь ласка, змініть або видаліть записи, що повторюються.

# mbNotUniqueSanitaryActionMatrixRow
source: Current record of Vet Sanitary Action Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من الاجراءات الصحية البيطرية للمصفوفة ليس محددا كليا. الرجاء التعريف به او حذفه
az_latn_az: Baytarlıq üzrə sanitariya tədbirləri matriksinin cari qeydi unikal deyil. Zəhmət olmasa, onu dəyişin və ya silin.
hy_am: Անասնաբուժասանիտարական գործողությունների մատրիցայի ընթացիկ գրառումը եզակի չէ: Խնդրում ենք փոփոխել կամ ջնջել այն:
uk_ua: Чинний запис матриці санітарних заходів щодо ветеринарного випадку вже існує. Будь ласка, змініть або видаліть його.

# mbNotUniqueSanitaryActionMatrixRows
source: Some records of Vet Sanitary Action Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض السجلات للعمليات البيطرية الصحية للماتريكس ليست فريدة من نوعها. الرجاء تغيير أو حذف السجلات المكررة.
az_latn_az: Baytarlıq üzrə sanitariya tədbirləri matriksində bəzi qeydlər unikal deyil. Zəhmət olmasa, təkrarlanan qeydləri dəyişin və ya silin.
hy_am: Անասնաբուժասանիտարական գործողությունների մատրիցայի որոշ գրառումներ եզակի չեն: Խնդրում ենք փոփոխել կամ ջնջել կրկնվող գրառումները:
uk_ua: Деякі записи Матриці санітарних дій ветеринарного випадку вже існубть. Будь ласка, змініть або видаліть записи, що повторюються.

# mbNotUniqueVetCaseMTXRow
source: Current record of Vet Aggregate Case Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من الحالة البشرية للمصفوفة الإجمالية ليست فريدة من نوعها. الرجاء تغييره أو حذفه.
az_latn_az: Baytarlıq üzrə qrupşəkilli Xəstəlik hadisələrin Matriksində cari yazısı unikal deyil. Zəhmət olmasa, onu dəyişin və ya silin.
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ հաշվետվության մատրիցայի ընթացիկ գրառումը եզակի չէ: Խնդրում ենք փոխել կամ ջնջել այն:
uk_ua: Чинний запис матриці кумулятивних даних про захворюваня тварин вже існує. Будь ласка, змініть або видаліть його.

# mbNotUniqueVetCaseMTXRows
source: Some records of Vet Aggregate Case Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض السجلات البيطرية للماتريكس الإجمالية ليست حالة فريدة من نوعها. الرجاء تغيير أو حذف السجلات المكررة.
az_latn_az: Baytarlıq üzrə qrupşəkilli xəstəlik hadisələrin matriksində bəzi qeydlər unikal deyil. Dublikatları dəyişin və ya silin.
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ հաշվետվության մատրիցայի որոշ գրառումներ եզակի չեն: Խնդրում ենք փոխել կամ ջնջել կրկնվող գրառումները:
uk_ua: Деякі записи Матриці кумулятивних даних про захворювання тварин вже існують. Будь ласка, змініть або видаліть записи, що повторюються.

# mbOneCaseSearchResult
source: On the set criteria of search one case was found. Do you want to open it for editing?
ar_iq: بمعايير البحث هذه تم العثور على حالة وحيدة. هل ترغب في فتحها لمعاينتها
az_latn_az: Axtarış meyarlara uyğun yeganə xəstəlik hadisəsi tapılıb. Bu hadisəni göstərək?
hy_am: Նշված չափանիշներով որոնման արդյունքում մեկ դեպք է գտնվել: Ցանկանու՞մ եք բացել այն խմբագրելու համար:
uk_ua: Знайдено один випадок згідно з встановленими критеріями пошуку. Бажаєте відкрити його для внесення змін?

# mbPatientCannotBeContactPerson
source: Some contacts of the patient coincide with the patient. Please correct these records.
ar_iq: بعض الاتصالات للمريض تتزامن مع المريض. يرجى تصحيح هذه السجلات.
az_latn_az: Xəstənin bəzi təmasda olan şəxslər xəstə ilə eynidir. Zəhmət olmasa bu qeydləri düzəldin.
hy_am: Հիվանդի կոնտակտավորների ցանկից ոմանց գրառումները համընկնում են հիվանդի հետ: Խնդրում ենք ուղղել այդ գրառումները:
uk_ua: Деякі контакти пацієнта співпадають з пацієнтом. Будь ласка, виправте ці записи.

# mbSamplesNotCollected
source: Samples not collected for this Case. Reason is: {0}. Are you sure that you want to use this Case?
ar_iq: لم تجمع عينات لهذه الحالة. السبب هو: {0}. هل أنت متأكد أنك تريد استخدام هذه الحالة؟
az_latn_az: Bu xəstəlik hadisəsi üçün nümunə(lər) toplamamışdır. Səbəb: {0}. Siz əminsinizmi, ki bu hadisəni istifadə etmək istəyirsiniz?
hy_am: Այս դեպքի համար նմուշները հավաքագրված չեն: Պատճառը {0} է: Համոզվա՞ծ եք, որ ցանկանում եք օգտագործել այս դեպքը:
uk_ua: Для цього випадку зразкі не збиралися. Причина: {0}. Ви впевнені, що бажаєте використати цей випадок?

# mbSelectAntibioticToRemove
source: Please select antibiotic to remove first.
ar_iq: الرجاء اختيار المضادات الحيوية لإزالة الأول.
az_latn_az: Zəhmət olmasa, əvvəlcə, silmək üçün antibiotiki seçin.
hy_am: Խնդրում ենք ընտրել ջնջվող հակաբորբոքայինը:
uk_ua: Будь ласка, оберіть запис для видалення.

# mbSelectContactToDelete
source: Please select contact to delete first.
ar_iq: الرجاء اختيار اتصال لإزالة الأول.
az_latn_az: Əvvəl silmək üçün əlaqəni seçin.
hy_am: Խնդրում ենք ընտրել ջնջվող կոնտակտը:
uk_ua: Будь ласка, оберіть контакт для видалення.

# mbSelectContactToEdit
source: Please select contact to edit first.
ar_iq: الرجاء اختيار اتصال لتحرير الأول.
az_latn_az: Əvvəl redaktə etmək üçün əlaqəni seçin.
hy_am: Խնդրում ենք ընտրել խմբագրվող կոնտակտը:
uk_ua: Будь ласка, оберіть контакт для редагування.

# mbSelectTherapyToRemove
source: Please select therapy to remove first.
ar_iq: الرجاء اختيار العلاج لإزالة الأول.
az_latn_az: Zəhmət olmasa silmək üçün müalicəni seçin.
hy_am: Խնդրում ենք ընտրել ջնջվող բուժումը:
uk_ua: Будь ласка, оберіть тип лікування для видалення.

# mbSureToClearHosp
source: There is some information on hospitalization. Are you sure you want to clear it?
ar_iq: هناك بعض المعلومات عن العلاج في المستشفيات. هل أنت متأكد أنك تريد حذفها؟
az_latn_az: Hospitalizasiya haqqında məlumat artıq daxil edilmişdir. Məlumatı silmək istədiyinizə əminsiniz?
hy_am: Հոսպիտալացման վերաբերյալ առկա է որոշակի տեղեկատվություն: Վստա՞հ եք, որ ցանկանում եք հեռացնել այն:
uk_ua: Інформація про госпіталізацію вже існує. Впевнені, що бажаєте очистити її?

# mbSureToClearOutbreakID
source: Outbreak ID is not empty. Are you sure you want to clear it?
ar_iq: رقم التعرف على التفشي ليس فارغا. هل انت متأكدا من حذفه؟
az_latn_az: Alovlanmanın Q/N-si boş deyil. Siz əminsiniz ki, bu sahəni təmizləmək istəyirsiniz?
hy_am: Բռնկման ն/հ դատարկ չէ: Վստա՞հ եք, որ ցանկանում եք ջնջել այն:
uk_ua: Інд. № спалаху вже існує. Ви впевнені, що бажаєте видалити його?

# mbSureToDeleteContact
source: Are you sure you want to delete selected contact?
ar_iq: هل انت متأكد من فسخ الاتصال؟
az_latn_az: Seçilmiş əlaqəniı ləğv etmək istədiyinizə əminsinizmi?
hy_am: Վստա՞հ եք, որ ցանկանում եք ջնջել նշված կոնտակտը:
uk_ua: Ви впевнені, що хочете видалити обраний контакт?

# mbSureToDisableHosp
source: There is some information on hospitalization. Are you sure you want to delete it?
ar_iq: هناك بعض المعلومات عن العلاج في المستشفيات. هل أنت متأكد أنك تريد حذفها؟
az_latn_az: Xəstəxanada müalicə alması barədə məlumat var. Bunu ləğv etmək istədiyinizə əminsinizmi?
hy_am: Հոսպիտալացման վերաբերյալ առկա է որոշակի տեղեկատվություն: Վստա՞հ եք, որ ցանկանում եք ջնջել այն:
uk_ua: Інформація про госпіталізацію існує. Впевнені, що бажаєте видалити її?

# mbSureToRemoveAntibiotic
source: Are you sure you want to remove selected antibiotic?
ar_iq: هل أنت متأكد أنك تريد إزالة المضادات الحيوية المختارة؟
az_latn_az: Seçilmiş antibiotiki ləğv etmək istədiyinizə əminsinizmi?
hy_am: Վստա՞հ եք, որ ցանկանում եք հեռացնել նշված հակաբորբոքային դեղամիջոցը:
uk_ua: Ви впевнені, що хочете видалити обраний антибіотик?

# mbSureToRemoveFromOutbreak
source: This case is related to an outbreak. Are you sure you want to remove it from outbreak?
ar_iq: ترتبط هذه الحالة بىتفشي المرض. هل أنت متأكد أنك تريد إزالتها من التفشي؟
az_latn_az: Bu xəstəlik hadisəsi alovlanma ilə əlaqəlidir. Siz hadisəni alovlanma siyahısından silmək istəyirsiniz?
hy_am: Այս դեպքը կապված է բռնկման հետ: Վստա՞հ եք, որ ցանկանում եք հեռացնել այն բռնկումից:
uk_ua: Цей випадок пов'язаний зі спалахом. Впевнені, що бажаєте видалити його зі спалаху?

# mbSureToSwitchUser
source: Are you sure you want to switch user?
ar_iq: هل أنت متأكد أنك تريد تبديل المستخدم؟
az_latn_az: İstifadəçini dəyişmək istədiyinizə əminsinizmi?
hy_am: Վստա՞հ եք, որ ցանկանում եք փոխել օգտագործողին:
uk_ua: Ви впевнені, що хочете змінити користувача?

# mbViewContactDetails
source: View Contact Details
ar_iq: التفاصيل...
az_latn_az: Təmasda olanların təfərrüatları
hy_am: Մանրամասն...
uk_ua: Подробиці

# mbWrongOrder
source: Order must be numeric. Please correct Order of current Base Reference.
ar_iq: يجب أن يكون النظام رقمي. يرجى الترتيب الصحيح للمرجعية الأساسية الحالية.
az_latn_az: "Siralama" sütunu rəqəmlərdən ibarət olmalıdır. Zəhmət olmasa, cari Baza istinadını sıralayın.
hy_am: Կարգ սյունակը պետք է պարունակի թվային արժեքներ: Խնդրում ենք ընթացիկ գրառման համար ուղղել այդ դաշտի սխալ արժեքները:
uk_ua: Колонка "Порядок" повинна містити лише цифри. Будь ласка, змініть цю колонку чинного "Основного посилання".

# MSG_CopyFreezer
source: Copy freezer
ar_iq: نسخة الثلاجة
az_latn_az: Soyuducunun surətini çıxar
hy_am: Ստեղծել սառնարանի պատճեն
uk_ua: Копіювання холодильника

# MSG_EnterFreazerame
source: Please, enter freezer name.
ar_iq: ادخل اسم الثلاجة
az_latn_az: Soyuducunun adını daxil et
hy_am: Խնդրում ենք մուտքագրել սառնարանի անվանումը:
uk_ua: Будь ласка, введіть назву холодильника.

# msgAggregateToTransfer
source: {0} container(s) and {1} subdivision(s) will be moved to the subdivision '{2}' of freezer '{3}'. Accept transfer?
ar_iq: {0} الحاويات {1} المجموعات الفرعية(s) سيتحول الى المجموعة الفرعية '{2}' من التجميد '{3}'. هل اقبل النقل
az_latn_az: {0} konteyner(lər) və {1} bölmə(lər) soyuducunun '{3}' bölməsinə'{2}' köçürüləcək. Köçürülmə Qəbul edilsin?
hy_am: {0} կոնտեյները(ները) եւ {1} ստորաբաժանումը(ները) կտեղափոխվեն սառնարան '{3}'-ի ստորաբաժանում '{2}': Հաստատե՞լ տեղափոխումը:
uk_ua: {0} контейнер(-и) та {1} підрозділ(-и) будуть переміщені до підрозділу '{2}' холодильника '{3}'. Підтвердити переміщеня?

# msgAND
source: AND
ar_iq: و
az_latn_az: VƏ
hy_am: Եւ
uk_ua: ТА

# msgApproximatelyTooBigLayout
source: The Layout approximately contains up to {0} cells. Opening the layout may take a long time and could potentially cause EIDSS hang. If you want to continue opening the layout at your own risk, click OK. otherwise, click Cancel.
ar_iq: تخطيط يحتوي على ما يصل إلى ما يقرب من {0} الخلايا. قد فتح تخطيط يستغرق وقتا طويلا ويمكن أن يسبب EIDSS تعليق. إذا كنت ترغب في مواصلة فتح تخطيط على مسؤوليتك الخاصة، انقر فوق موافق. وإلا، انقر فوق إلغاء الأمر.
az_latn_az: Cədvəl təxminən {0} dənə xanalardan ibarətdir. Cədvəlin açılması çox vaxt apara bilər və proqramda səhvlərə yol verilə bilər. Egər cədvəli açmaq itəyirsiniz, "Bəli" düyməsini işlədin, əks halda "Ləğv et" düyməsini işlədin.
hy_am: Ներկայացումը պարունակում է մոտավորապես մինչեւ {0} բջիջներ: Ներկայացում բացելը կարող է երկար ժամանակ պահանջել եւ կարող է հանգեցնել ՀՀԷՀՀ համակարգի սխալների: Եթե այնուամենայնիվ ​​ցանկանում եք շարունակել բացել ներկայացումը, ապա սեղմեք "Այո", հակառակ դեպքում սեղմեք "Չեղարկել":
uk_ua: Подання містить приблизно до {0} клітинок. Відкриття уявлення може зайняти тривалий час і потенційно може призвести до помилок у програмі. Якщо ви бажаєте продовжити відкриття подання на свій страх і ризик, натисніть OK. Інакше натисніть Скасувати.

# msgASCaseIsCreatedAlready
source: Case is created for this farm already. Open the existing case?
ar_iq: تم إنشاء الحالة من هذه المزرعة. فتح الحالة الموجودة؟
az_latn_az: Bu ferma üçün xəstəlik hadisəsi artıq yaradılmışdır. Mövcud xəstəlik hadisəsini açmaq istəyirsinizmi?
hy_am: Դեպքն արդեն ստեղծված է այս տնտեսության համար: Բացե՞լ առկա դեպքը:
uk_ua: Для цієї ферми випадок вже створений. Відкрити існуючий випадок?

# msgASCaseIsCreatedAlreadyCaption
source: Case Exists
ar_iq: الحالة موجودة
az_latn_az: Xəstəlik hadisəsi mövcuddur
hy_am: Դեպքը գոյություն ունի
uk_ua: Випадок існує

# msgAvianCaseForm
source: Investigation Form For Avian Disease Outbreaks
ar_iq: نموذج التحقيق لتفشي مرض أنفلونزا الطيور
az_latn_az: Quş xəstəliklərin alovlanmalar haqqında tədqiqat forması
hy_am: Թռչունների հիվանդության բռնկումների հետազոտության հաշվետվական ձեւ
uk_ua: Форма дослідження захворювання птахів

# msgAvrInitializing
source: AVR is initializing...
ar_iq: اطلاق المقايسة للتحقق من صحة التقرير...
az_latn_az: AVH açılmaqdadır...
hy_am: ՎՏՀ-ն ինիցիալիզացվում է...
uk_ua: Ініціалізація АВЗ...

# msgBarcodeInitializing
source: Barcode designer is initializing...
ar_iq: تم تشغيل مصمم الباركود
az_latn_az: Ştrixkod tərtibatçısı açılmaqdadır...
hy_am: Շտրիխ կոդերի դիզայների ինիցիալիզացիա...
uk_ua: Ініціалізація дизейнера штрих-кодів...

# msgBarcodePrinterNotSetup
source: Barcode printer has not been setup.
ar_iq: لم يتم اطلاق مطبعة الباركود
az_latn_az: Ştrix Kodun Printeri Quraşdırılmayıb
hy_am: Շտրիխ կոդերի տպիչը կարգավորված չէ
uk_ua: Принтер для друку штрих-кодів не заданий

# msgBatch_CloseBatch
source: Do you want to finalize batch?
ar_iq: هل تريد انهاء الاختبار الجماعي؟
az_latn_az: Qrupu tamamlamaq istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ավարտին հասցնել խմբաքանակի հետազոտությունը:
uk_ua: Бажаєте завершити груповий тест?

# msgBatchSelectType
source: Select Test Name first.
ar_iq: اختيار اسم الاختبار
az_latn_az: Əvvəlcə Testin Adını Seçin
hy_am: Նախ և առաջ ընտրեք հետազոտության անվանումը
uk_ua: Спочатку оберіть назву тесту

# msgCampaignIsNotOpen
source: The status of selected campaign is not Open. The requested association can only be established with an Open Campaign. The campaign administrator must change the campaign status to Open for this association.
ar_iq: حالة اختيار الحملة ليست مفتوحة. لا يمكن للطلب أن تنشأ اى مع حملة مفتوحة. يجب على المسؤول على الحملة تغيير حالة الحملة إلى مفتوحة لهذه الصلة.
az_latn_az: Qeyd edilən kampaniyanın statusu "Açıq" deyil. Müraciət edilən əlaqələndirmə yalnız açıq kampaniya ilə aparıla bilər. Bu əlaqələndirmənin icra edilməsi üçün kampaniyanın rəhbəri kampaniyanın statusunu dəyişdirərək "Açıq" etməlidir.
hy_am: Ընտրված կամպանիայի կարգավիճակը Բաց չէ: Հարցված կապը կարող է ստեղծվել միայն Բաց կամպանիայի հետ: Կամպանիայի ադմինիստրատորը պետք է փոխի կամպանիայի կարգավիճակը՝ դարձնելով այն Բաց այս կապի համար:
uk_ua: Статус обраної кампанії не є Відкритим. Зв'язок, що запитується, можна встановити лише у разі кампанії зі статусом Відкрита. Керівник кампанії повинен змінити статус кампанії на Відкрита, для встановлення цього зв'язку.

# msgCannotConnectToAccess
source: Cannot connect to MS Access Database '{0}'.
ar_iq: لا يمكن الاتصال بقاعدة بيانات Access MS '{0}'.
az_latn_az: MS Access '{0}' bazasına daxil olmaq mümkün deyil
hy_am: Հնարավոր չէ միանալ MS Access-ի '{0}' տվյալների բազային:
uk_ua: Не можна зв'язатися з базою даних MS Access '{0}'.

# msgCannotCreateAccessDatabase
source: Cannot Create MS Access Database '{0}'.
ar_iq: لا يمكن إنشاء قاعدة بيانات Access MS '{0}'.
az_latn_az: MS Access '{0}' bazanı qurmag mümkün deyiı
hy_am: Հնարավոր չէ ստեղծել MS Access տվյալների բազա '{0}':
uk_ua: Не можна створити базу даних MS Access '{0}'.

# msgCanNotDecreaseLocationVial
source: Cannot decrease number of locations. Number of containers stored is more than the requested number of locations.
ar_iq: لا يمكن خفض عدد من المواقع. عدد الحاويات المخزنة أكثر من العدد المطلوب من المواقع.
az_latn_az: Yerlərin sayını artırmaq mümkün deyil. Saxlanılan konteynerlərin sayı yerlərin sorğu edilmiş sayından çoxdur.
hy_am: Հնարավոր չէ նվազեցնել վայրերի քանակը: Պահեստավորված կոնտեյներների քանակը պահանջվող տեղերից ավելի շատ է:
uk_ua: Не можна зменшити кількість місць. Кількість контейнерів, що зберігаються, більща за необхідну кількість місць.

# msgCanNotDeleteSubDivVial
source: Cannot delete subdivision because there are containers stored in it.
ar_iq: لا يمكن حذف التقسيم لأن هناك حاويات مخزنة فيه.
az_latn_az: Alt bölməni ləğv etmək mümkün deyil, çünki onun içərisində konteynerlər saxlanılır.
hy_am: Հնարավոր չէ ջնջել ստորաբաժանումը, քանի որ այնտեղ պահվում են կոնտեյներներ:
uk_ua: Не можна видалити підрозділ, внаслідок того, що у ньому зберігаються контейнери.
