Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# strSelectAll_Id
source: Select All
ar_iq: حدد الكل
az_latn_az: Hamısını seç
hy_am: Ընտրել բոլորը
uk_ua: Обрати всі

# strEmpty
source: <Empty>
ar_iq: <فارغ>
az_latn_az: <Boşdur>
hy_am: <Դատարկ>
uk_ua: <Порожньо>

# lblFrom
source: from
ar_iq: من
az_latn_az: Tarixdən
hy_am: սկսած
uk_ua: Від

# lblFromNumeric
source: From:
ar_iq: من:
az_latn_az: -dan/dən
hy_am: Սկսած.
uk_ua: З:

# lblToNumeric
source: To:
ar_iq: الى:
az_latn_az: dək:
hy_am: Մինչեւ.
uk_ua: По:

# sectionTitleAvianEpiInfo
source: Epidemiological information/Product Movement/Backward Tracing
ar_iq: معلومات وبائية/ تنقل المنتوج/ مراقبة مرتدة
az_latn_az: Epidemioloji informasiya/Malların hərəkəti/Geriyə izləmə
hy_am: Համաճարակաբանական տեղեկատվություն/Ապրանքի շարժը/Ետադարձ ուղեգծում
uk_ua: Епідеміологічна інформація/Рух продукції/Зворотнє відстеження

# sectionTitleEpiInfo
source: Epidemiological information
ar_iq: معلومات وبائية
az_latn_az: Epizootoloji informasiya
hy_am: Համաճարակաբանական տեղեկատվություն
uk_ua: Епідеміологічна інформація

source: this month
ar_iq: هذا الشهر
az_latn_az: Bu Ay
hy_am: այս ամիս
uk_ua: Цей місяць

source: this year
ar_iq: هذه السنة
az_latn_az: Bu İl
hy_am: այս տարի
uk_ua: Цей рік

# titleCollectedBy
source: Collected by
ar_iq: جمعت من طرف
az_latn_az: Toplayan
hy_am: Հավաքագրել է
uk_ua: Ким зібрано

# titleCurrentResidence
source: Current Residence
ar_iq: الاقامة الحالية
az_latn_az: Cari yaşayış yeri
hy_am: Ներկա բնակավայր
uk_ua: Адреса постійного місцепроживання

# titleNotificationReceivedBy
source: Notification received by
ar_iq: تم استقبال الاشعار من طرف
az_latn_az: Bildirişi qəbul edən
hy_am: Շտապ հաղորդումն ստացել է
uk_ua: Ким прийняте повідомлення

# titleSectionReported
source: Reported
ar_iq: اشعار من طرف
az_latn_az: Hesabatı verdi
hy_am: Հաղորդել է
uk_ua: Ким повідомлено

# titleDiagnosisChange
source: Diagnosis Change
ar_iq: تغيير التشخيص
az_latn_az: Diaqnozun dəyişdirilməsi
hy_am: Ախտորոշման փոփոխություն
uk_ua: Зміна діагнозу

# gis_OpenMpkComplete
source: Map has been successfully imported!
ar_iq: تم توريد الخريطة بنجاح
az_latn_az: Xəritənin idhalı müvəffəqiyyətlə icra olundu.
hy_am: Քարտեզը հաջողությամբ ներմուծվել է:
uk_ua: Імпортування мапи успішно завершено!

# gis_SaveMpkComplete
source: Map has been successfully exported!
ar_iq: تم تصدير الخريطة بنجاح
az_latn_az: Xəritənin ixracı müvəffəqiyyətlə icra olundu.
hy_am: Քարտեզը հաջողությամբ արտահանվել է:
uk_ua: Експортування мапи успішно завершено!

# gis_MpkCompleteTitle
source: EIDSS Maps
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض - الخرائط
az_latn_az: YXEMS xəritələri
hy_am: ՀՀԷՀՀ քարտեզներ
uk_ua: Мапи EIDDS

# strAddForDeduplication_Id
source: Add for de-duplication
ar_iq: اضافة للمقارنة
az_latn_az: Müqayisə üçün əlavə et
hy_am: Ավելացնել ապակրկնապատկման համար
uk_ua: Додати для порівняння

# strCountry
source: Country
az_latn_az: Ölkə
hy_am: Երկիր
uk_ua: Країна

# msgBarcodeAddLabelCaption
source: Add new label
ar_iq: اضافة علامة جديدة
az_latn_az: Yeni dəyəri əlavə et
hy_am: Ավելացնել նոր պիտակ
uk_ua: Нова етикетка

# msgBarcodeAddLabelHint
source: Add new label
ar_iq: اضافة علامة جديدة
az_latn_az: Yeni dəyəri əlavə et
hy_am: Ավելացնել նոր պիտակ
uk_ua: Нова етикетка

# AsSession.DetailsTableView.DuplicateSample
source: "Field Sample ID" shall be unique for an animal and a sample type.
ar_iq: يجب ان يكون لاقم التعرف على عينة الحقل فريد من نوعه
az_latn_az: "Nümunənin sahədəki Q/N-si" Heyvanlar və Nümunələr növü üçün nadir olmalıdır.
hy_am: "Նմուշի դաշտային ն/հ" պետք է լինի եզակի՝ կենդանու և նմուշի տեսակի համար:
uk_ua: Значення поля "Польовий Інд. № зразку" має бути унікальним для тварини і типу проби.

# strPointer
source: <No Selection>
ar_iq: <لا اختيار>
az_latn_az: <Seçilməyib>
hy_am: <Ընտրված չէ>
uk_ua: <Не обрано>

# titleAbortImport
source: Abort
ar_iq: إيقاف
az_latn_az: Dayandır
hy_am: Ընդհատել
uk_ua: Припинити

# msgMultipleSamplesAccession
source: {0} samples will be accessioned!
ar_iq: {0} سيتم ادراج العينة!
az_latn_az: {0} nümunə(lər) qəbul olunacaq
hy_am: {0} նմուշներ կընդունվեն!
uk_ua: Буде прийнято {0} зразків!

source: Active Surveillence Campaign
ar_iq: فترة مراقبة نشطة
az_latn_az: Fəal Müşahidə Kampaniyası
hy_am: Ակտիվ հսկողության կամպանիա
uk_ua: Кампанія активного нагляду

source: Active Surveillence Session
ar_iq: فترة مراقبة نشطة
az_latn_az: Fəal Müşahidə Sessiyası
hy_am: Ակտիվ հսկողության սեսիա
uk_ua: Сесія активного нагляду

# AddActionWindowTitle
source: Add Action
ar_iq: اضافة اجراء
az_latn_az: Hərəkəti əlavə etmək
hy_am: Ավելացնել գործողություն
uk_ua: Додати дію

# AddAnimalWindowTitle
source: Add Animal
ar_iq: اضافة حيوان
az_latn_az: Heyvanı əlavə et
hy_am: Ավելացնել կենդանի
uk_ua: Додати тварину

# AddDiseaseWindowTitle
source: Add Disease
ar_iq: اضافة مرض
az_latn_az: Xəstəliyi əlavə etmək
hy_am: Ավելացնել հիվանդություն
uk_ua: Додати захворювання

# AddSampleWindowTitle
source: Add Farm/Animal/Sample
ar_iq: إضافة مزرعة / حيوان / عينة
az_latn_az: Fermanı/Heyvanı/Nümunəni əlavə etmək
hy_am: Ավելացնել Տնտեսություն/Կենդանի/Նմուշ
uk_ua: Додати ферму/тварину/зразок

# AddSummaryWindowTitle
source: Add Summary Info
ar_iq: إضافة معلومات ملخصة
az_latn_az: Yekun məlumatı əlavə etmək
hy_am: Ավելացնել ամփոփիչ տեղեկատվություն
uk_ua: Додавання запису узагальненого звіту

# btAddResult
source: Add Result
ar_iq: اضافة نتيجة
az_latn_az: Nəticəni əlavə etmək
hy_am: Ավելացնել արդյունք
uk_ua: Додати результат

# strActionID
source: Action ID
ar_iq: رقم التعرف علىاجراء
az_latn_az: Tədbirin Q/N
hy_am: Գործողության ն/հ
uk_ua: Інд. № дії

# titleAccessionDetails
source: Accession Details
ar_iq: جزئيات القبول
az_latn_az: Nümunənin qəbuluna aid təfsilatlı məlumat
hy_am: Ընդունման մանրամասներ
uk_ua: Детальна інформація щодо прийому зразків

# gis_Caption_AddZoneLayer
source: Add buffer zone layer:
ar_iq: اضافة طبقة عازلة للمنطقة:
az_latn_az: Buffer zona qatını əlavə etmək:
hy_am: Ավելացնել բուֆերային գոտու շերտ.
uk_ua: Додати шар буферної зони:

# titleASSessionList
source: Active Surveillance Sessions List
ar_iq: قائمة فترات مراقبة نشطة
az_latn_az: Fəal Müşahidə Sessiyalarının siyahısı
hy_am: Ակտիվ հսկողության սեսիաների ցանկ
uk_ua: Перелік сесій активного нагляду

# titleASCampaigns
source: Active Surveillance Campaigns List
ar_iq: قائمة الحملات مراقبة نشطة
az_latn_az: Fəal Müşahidə Kampaniyalarının siyahısı
hy_am: Ակտիվ հսկողության կամպանիաների ցանկ
uk_ua: Перелік кампаній активного нагляду

# titleAddVaccination
source: Add Vaccination
az_latn_az: Peyvəndləməni əlavə et
hy_am: Ավելացնել պատվաստում
uk_ua: Додати вакцинацію

# msgAddOrganization
source: Add organization
az_latn_az: Təşkilatı əlavə et
hy_am: Ավելացնել կազմակերպություն
uk_ua: Додати організацію

# Agg_Case_already_exists
source: Aggregate Case for the current Period and Administrative Unit already exists.
ar_iq: الحالة الكلية للفترة الحالية والوحدة الإدارية موجودة بالفعل.
az_latn_az: Bu müddət/inzibatı bölgü üçün qrupşəkilli hadisə artıq var.
hy_am: Ցուցակային տվյալներ ներկա Ժամանակահատվածի և վարչական միավորի համար արդեն գոյություն ունեն:
uk_ua: Кумулятивні дані для поточного періоду та адміністративної одиниці вже існують.

# errInternetConnection
source: An error occurred while attempting to contact the server. Please check your internet connection.
ar_iq: حدث خطأ أثناء محاولة الاتصال بالموزع. يرجى التحقق من اتصالك بالإنترنت.
az_latn_az: Serverə qoşulma zamanı səhv baş vermişdir. Xahiş olunur internetə qoşulmağınızı yoxlayasınız
hy_am: Սխալ է արձանագրվել սերվերին կապվելու փորձի ընթացքում: Խնդրում ենք ստուգել համացանցին ձեր միացումը:
uk_ua: Відбулась помилка при спробі зв'язатись з сервером. Будь ласка, перевірте підключення до Інтернету.

# msgAvrExecutingArchiveQuery
source: Archive query is executing...
ar_iq: طلب من الارشيف في حالة تنفيذ...
az_latn_az: Arxiv sorğu icra olunur...
hy_am: Արխիվային հարցումն ընթացքի մեջ է...
uk_ua: Архівний запит виконується ...

# Error_Custom
source: An error occurred.
ar_iq: حدث خطأ.
az_latn_az: Səhvə yol verilib
hy_am: Սխալ է արձանագրվել:
uk_ua: Виникла помилка.

# tabTitleAmendmentHistory
source: Amendment History
ar_iq: تغير نتيجة التقرير
az_latn_az: Test nəticələrində dəyişikliklər
hy_am: Փոփոխման պատմություն
uk_ua: Історія змін результатів тесту

# errLoginMandatoryFields
source: All fields are mandatory.
ar_iq: جميع الحقول إلزامية.
az_latn_az: Bütün sahələri mütləq doldurmaq lazımdır.
hy_am: Բոլոր դաշտերը պարտադիր են լրացման համար:
uk_ua: Всі поля форми обов'язкові до заповнення.

# btAvianDiseaseOutbreaksForm
source: Avian Disease Outbreaks
ar_iq: تفشي حالة مرض طيور
az_latn_az: Quş xəstəliyinin ocağı
hy_am: Թռչունների հիվանդությունների բռնկումներ
uk_ua: Спалахи захворювань серед птахів

# datAssignedDate_CurrentDate_msgId
source: Assigned Date must be earlier than or same as Current date.
ar_iq: لا يمكن ان يكون التاربخ المحدد بعد التاريخ الجاري للتشخيص المبدئي
az_latn_az: Təyin edilmə tarixi cari tarixdən gec olmamalıdır.
hy_am: Նշանակված ամսաթիվը պետք է համընկնի ներկա ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата призначення не може бути пізніше поточної дати.

# datAssignedDate_TentantiveDiagnosis1Date_msgId
source: Assigned Date must be earlier than or same as Tentative Diagnosis 2 Date.
ar_iq: لا يمكن ان يكون التاربخ المحدد بعد تاريخ التشخيص المبدئي 2
az_latn_az: Təyin edilmə tarixi Ehtimal edilən diaqnoz 2 tarixdən gec olmamalıdır.
hy_am: Նշանակված ամսաթիվը պետք է համընկնի Փորձնական ախտորոշում 2-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата призначення не може бути пізніше Дати попереднього діагнозу 2.

# datAssignedDate_TentantiveDiagnosis2Date_msgId
source: Assigned Date must be earlier than or same as Tentative Diagnosis 3 Date.
ar_iq: لا يمكن ان يكون التاربخ المحدد بعد تاريخ التشخيص المبدئي 3
az_latn_az: Təyin edilmə tarixi Ehtimal edilən diaqnoz 3 tarixdən gec olmamalıdır.
hy_am: Նշանակված ամսաթիվը պետք է համընկնի Փորձնական ախտորոշում 3-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата призначення не може бути пізніше Дати попереднього діагнозу 3.

# datAssignedDate_TentantiveDiagnosisDate_msgId
source: Assigned Date must be earlier than or same as Tentative Diagnosis 1 Date.
ar_iq: لا يمكن ان يكون التاربخ المحدد بعد تاريخ التشخيص المبدئي 1
az_latn_az: Təyin edilmə tarixi Ehtimal edilən diaqnoz 1 tarixdən gec olmamalıdır.
hy_am: Նշանակված ամսաթիվը պետք է համընկնի Փորձնական ախտորոշում 1-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата призначення не може бути пізніше Дати попереднього діагнозу 1.

# pageTitleAvianDetails
source: Avian Disease Investigation Form
ar_iq: استمارة تحقيقات في حالة مرض طيور
az_latn_az: Quş xəstəlikləri üzrə tədqiqat forması
hy_am: Թռչունների հիվանդության հետազոտության հաշվետվության ձև
uk_ua: Форма дослідження захворювань птахів

# titleAvianCaseDetails
source: Avian Disease Investigation Form
ar_iq: جزئيات حالة طيور
az_latn_az: Quş xəstəlik hadisəsinin təfsilatları
hy_am: Թռչնի դեպքի մանրամասներ
uk_ua: Випадок захворювання птиці

# Vaccination_AtLeastOneFieldHasToBeFilled
source: You cannot save an empty row. At least one field shall be filled.
ar_iq: واحد على الأقل من المجالات لابد من ملأها.
az_latn_az: Ən azı bir sahə doldurulmış olmalıdır
hy_am: Դաշտերից առնվազն մեկը պետք է լրացվի:
uk_ua: Принаймні одне з полів має бути заповнене.

# ASSessionCasesNotCreated
source: AS Session case was not created
ar_iq: فترة المراقبة الفعالة لم تفعل
az_latn_az: Fəal müşahidə sessiyası yaradılmamışdır
hy_am: ԱՀ սեսիայի դեպք չի ստեղծվել
uk_ua: Сесія активного нагляду не була створена

# gis_Message_AddBufZoneLayer
source: Buffer Zone Layer with such name already exists. Choose another name or remove old layer.
ar_iq: الطابقة العازلة بهذا الاسم موجودة، غير الاسم و ازل الطبقة الموجودة
az_latn_az: Bu adnan artıq bufer zonasının qatı var. Digər adını daxil edin ya da əvvəlkiki silin
hy_am: Այդ անվանմամբ բուֆերային գոտու շերտ արդեն գոյություն ունի: Ընտրեք այլ անվանում կամ հեռացրեք հին շերտը:
uk_ua: Шар буферної зони з такою назвою вже існує. Виберіть іншу назву або видаліть старий шар.

# datCampaignDateStart_datCampaignDateEnd_msgId
source: Campaign Start Date must be earlier than or same as Campaign End Date.
ar_iq: يجب ان يكون تاريخ بداية الحملة مطابق او قبل تاريخ نهايتها
az_latn_az: Kampaniyanın başlanma tarixi Kampaniyanın bitmə tarixindən gec ola bilməz.
hy_am: Կամպանիայի մեկնարկի ամսաթիվը պետք է համընկնի Կամպանիայի ավարտի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата начала кампании не может быть больше даты окончания кампании.

# msgTooComplexLayout
source: Cannot generate tabular report because the layout is too complex for existing amount of data. Please modify it and try again.
ar_iq: لا يمكن إنشاء تقرير جدولي لأن تخطيط معقد جدا للكمية الموجودة من البيانات الموجودة. يرجى تعديله وإعادة المحاولة.
az_latn_az: Cədvəl hesabatı yaratmaq mümkün deyil, çünki cari məlumat həcmi üçün cədvəl çox mürəkkəbdir. Xahiş edirik, cədvəli dəyişdirin və bir də təkrarlıyın.
hy_am: Հնարավոր չէ ստեղծել աղյուսակային հաշվետվություն, քանի որ ներկայացումը չափազանց բարդ է գոյություն ունեցող տվյալների քանակի համար: Խնդրում ենք փոփոխել այն և փորձել կրկին:
uk_ua: Не вдається створити табличний звіт, тому що подання занадто складне для поточного обсягу даних. Будь ласка, поміняйте подання і спробуйте ще раз.

# UserGroupMemberList Item already in list
source: Can't add object because it is already in the list
az_latn_az: Obyekt əlavə edilə bilmir, çünki artıq siyahıdadır
hy_am: Հնարավոր չէ ավելացնել օբյեկտ, քանի որ այն արդեն առկա է ցանկում
uk_ua: Неможливо додати об'єкт, оскільки він вже знаходиться в переліку

# gis_ErrMessage_AddZoneLayer
source: Can't add selected buffer zone layer.
ar_iq: لا يمكن إضافة طبقة الى المنطقة العازلة المختارة.
az_latn_az: Seçilmiş qatı Bufer zonasına əlavə etmək mümkün deyil.
hy_am: Հնարավոր չէ ավելացնել ընտրված բուֆերային գոտու շերտ:
uk_ua: Не вдається додати вибраний шар буферної зони.

# errCantParseLayout
source: Cannot parse layout retrived from database
az_latn_az: Məlumat bazasından götürülmüş forma təhlil oluna bilmir
hy_am: Հնարավոր չէ վերլուծել տվյալների բազայից ստացված ներկայացումը
uk_ua: Неможливо розібрати макет отриманий з бази даних

# errCantSaveLayout
source: Cannot save layout to database
az_latn_az: Formanı məlumat bazasında yaddaşa salmaq mümkün deyil.
hy_am: Հնարավոր չէ պահպանել ներկայացումը տվյալների բազայում
uk_ua: Не вдається зберегти макет до бази даних

# AsSession.SummaryItem.datCollectionDate_msgId
source: Collection date must be between Session's Start and End dates.
ar_iq: يجب ان يكون تاريخ التجميع بين بداية الفترة و تاريخ النهاية
az_latn_az: Toplama Tarixi sessiyasının Başlama və Bitmə tarixi arasında olmalıdır.
hy_am: Նմուշառման ամսաթիվը պետք է լինի Սեսիայի մեկնարկի և ավարտի ամսաթվերի միջև:
uk_ua: Дата відбору повинна знаходитися між датами початку та закінчення сесії.

# btClinicalInvestigation
source: Clinical Investigation
ar_iq: تحقيقات سريرية
az_latn_az: Kliniki tədqiqat
hy_am: Կլինիկական հետազոտություն
uk_ua: Клінічне дослідження

# mbDuplicateFoundSimple
source: Column {0} contains duplicate values. Column value is met more than once.
ar_iq: العمود {0} يحتوي على قيم مكررة. يتم تعيين قيمة العمود أكثر من مرة
az_latn_az: {0} sütun nadir olmayan dəyərləri özündə saxlayır. Bu dəyər bir dəfədən çox istifadə olunur.
hy_am: {0} սյունակը պարունակում է կրկնվող արժեքներ: Սյունակի արժեքը օգտագործվում է ավելի քան մեկ անգամ:
uk_ua: Колонка {0} містить неунікальні значення. Дане значення використовується більше одного разу.

# msgCampaignDoesntContainDiagnosis
source: Can't associate current Session with selected Campaign. The Session contains some diseases/species that are absent in the selected Campaign. Please remove Session diseases/species that are not included to campaign or select other campaign.
ar_iq: لا يمكن ربط الدورة الحالية مع الحملة المحددة. الدورة تحتوي على بعض الأمراض / الأنواع التي هي غائبة في الحملة المحددة. الرجاء إزالة دورة الأمراض/ الأنواع التي لم يتم تضمينها في الحملة او اختر حملة أخرى .
az_latn_az: Cari Fəal Müşahidə Sessiyanı seçilmiş Fəal Müşahidə Kampaniya ilə əlaqələləndirmək mümkün deyil. Fəal Müşahidə Sessiya Fəal Müşahidə Kampaniyasına daxil olmayan Xəstəliklər/Heyvan növləri saxlayır. Xahiş edirik, bu Xəstəliklər/Heyvan növləri ləğv edin ya da digər Fəal Müşahidə Kampaniyanı seçin.
hy_am: Հնարավոր չէ կապակցել ներկա սեսիան ընտրված Կամպանիայի հետ: Սեսիան պարունակում է որոշ հիվանդություններ/կենդանատեսակներ, որոնք բացակայում են ընտրված Կամպանիայից: Խնդրում ենք հեռացնել Սեսիայի հիվանդությունները/կենդանատեսակները, որոնք ընդգրկված չեն կամպանիայում կամ ընտրել այլ կամպանիա:
uk_ua: Не вдається зв'язати поточну сесію активного нагляду з обраної кампанією. Сесія містить деякі захворювання/види тварин, відсутні в обраній кампанії. Видаліть ці захворювання/види тварин з сесії або виберіть іншу кампанію.

# msgConfirmPasswordError
source: Confirm password is incorrect.
ar_iq: خطـأ في تأكيد كلمة العبور الجديدة
az_latn_az: Təstiqlənmiş parol düzgün deyil
hy_am: Հաստատված գաղտնաբառը սխալ է
uk_ua: Підтверджений пароль невірний.

# Error_Unknown
source: Can't find the exception.
ar_iq: لا يمكن العثور على الخطأ
az_latn_az: Səhvin təfsilatlarını tapmaq mümkün deyil
hy_am: Հնարավոր չէ գտնել սխալի նկարագրությունը
uk_ua: Не вдається знайти опис помилки.

# msgVectorSampleUniqueID
source: Combination of Field Sample ID and Vector type must be unique.
ar_iq: يجب الجمع بين رقم التعرف على حقل العيينة و موجه النوع
az_latn_az: Nümunənin sahədəki Q/N və Keçiricilərin növü sahələrin kombinasiyası unikal olmalıdır.
hy_am: Նմուշի դաշտային ն/հ և Պահոցի/Փոխանցողի տեսակ դաշտերի կոմբինացիան պետք է լինի եզակի:
uk_ua: Комбінація значень полів Польовий інд. № зразку та Тип переносника повинна бути унікальною.

# tabSectionClinicalDiagnosis
source: Clinical Diagnosis
ar_iq: التشخيص السريري
az_latn_az: Kliniki diaqnoz
hy_am: Կլինիկական ախտորոշում
uk_ua: Клінічний діагноз

# CantDeleteASDiagnosis
source: Can't delete this disease because it is used in some summary records
ar_iq: لا يمكن حذف هذا المرض لأنه يستخدم في بعض المحاضر الموجزة
az_latn_az: Bu xəstəliyi ləğv etmək mümkün deyil, çünki yekun hesabatda olan məlumat həmin xəstəlik ilə əlaqələndirilib.
hy_am: Հնարավոր չէ ջնջել հիվանդությունը, քանի որ այն օգտագործվել է որոշ ամփոփիչ գրառումներում
uk_ua: Ви не можете видалити дане захворювання оскільки існують записи узагальненого звіту, що посилаються на це захворювання.

# msgCantChangeDiagnosisSpecies
source: Can't change Species Type because animals list contains animals with such Species Type.
ar_iq: لا يمكن تغيير صنف الأنواع لأن قائمة الحيوانات تتضمن حيوانات من ذها الصنف من الأنواع.
az_latn_az: Heyvanların növünü dəyişmək mümkün deyil, çünki heyvanlar siyahısında bu növ heyvanları mövcuddur.
hy_am: Հնարավոր չէ փոխել կենդանատեսակը, քանի որ կենդանիների ցանկը պարունակում է այդ կենդանատեսակի կենդանիներ:
uk_ua: Неможливо змінити вид тварини, тому що перелік тварин містить записи з тваринами даного виду.

# msgCantDeleteDiagnosisSpecies
source: Can't delete this record because animals list contains animals with such Species Type.
ar_iq: لا يمكن حذف هذا السجل لأن قائمة الحيوانات تتضمن حيوانات من هذا النوع
az_latn_az: Bu qeydi silmək mümkün deyil, çünki heyvan siyahısında bu növ heyvanlara dair qeydlər mövcuddur
hy_am: Հնարավոր չէ ջնջել այս գրառումը, քանի որ կենդանիների ցանկը պարունակում է այս կենդանատեսակի կենդանիներ:
uk_ua: Неможливо видалити даний запис, тому що перелік тварин містить записи з тваринами даного виду.

# CopyrightText
source: Copyright © 2005-{0} Black & Veatch Special Projects Corp.
az_latn_az: Müəlliflik hüququ © 2005-{0} Black & Veatch Special Projects Corp.
hy_am: Հեղինակային իրավունք © 2005-{0} Black & Veatch Special Projects Corp.
uk_ua: Всі права © 2005-{0} Бдек енд Вітч спешіал проджектс корп.

# msgArchiveConnectionNotConfigured
source: Connection to the archive database is not configured.
ar_iq: لم يتم تكوين اتصال بقاعدة بيانات الأرشيف.
az_latn_az: Arxiv məlumat bazası ilə qoşulma köklənməmişdir.
hy_am: Կապը արխիվային տվյալների բազայի հետ կարգավորված չէ:
uk_ua: З'єднання з архівної базою даних не налаштоване.

# titleContactDetails
source: Person Details and Contact Information
ar_iq: معلومات عن الاتصال
az_latn_az: Əlaqə haqqında təfsilatlar
hy_am: Կոնտակտային տվյալներ
uk_ua: Контактна інформація

# titleContactInformation
source: Person Details and Contact Information
ar_iq: للاتصال
az_latn_az: Əlaqəyə aid məlumat
hy_am: Կոնտակտային տեղեկատվություն
uk_ua: Інформація щодо контакту

# titleCreateAvianCase
source: Create Avian Case
ar_iq: انشاء حالة طيور
az_latn_az: Quşlar arasında xəstəlik hadisəsini yarat
hy_am: Ստեղծել թռչնի դեպք
uk_ua: Новий випадок - Птахи

# titleCreateLivestockCase
source: Create Livestock Case
ar_iq: انشاء حالة حيوان
az_latn_az: Heyvanlar arasında xəstəlik hadisəsini yarat
hy_am: Ստեղծել կենդանու դեպք
uk_ua: Новий випадок - Тварини

# gis_LayerNames_Country
source: Countries
ar_iq: البلدان
az_latn_az: Ölkələr
hy_am: Երկրներ
uk_ua: Країни

# Date Last Saved_Current date
source: Date Last Saved must be earlier than or same as Current date.
ar_iq: يجب أن يكون تاريخ آخر حفظ سابق عن التاريخ الحالي.
az_latn_az: Son yaddaşa salma tarixi cari tarixdən gec olmamalıdır.
hy_am: Վերջին պահպանման ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата останнього збереження не може бути пізніше поточної дати.

# Date of Birth_Date of hospitalization
source: Date of Birth must be earlier than or same as Date of hospitalization.
ar_iq: يجب أن يكون تاريخ الميلاد في وقت سابق عن تاريخ دخول المستشفى.
az_latn_az: Doğum tarixi Hospitalizasiya tarixdən gec olmamalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի հոսպիտալացման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження не може бути пізніше дати госпіталізації.

# Date of Birth_Date of last contact
source: Date of Birth must be earlier than or same as Date of last contact.
ar_iq: يجب أن يكون تاريخ الميلاد وقت سابق لتاريخ آخر اتصال.
az_latn_az: Doğum tarixi Son dəfə təmas tarixdən gec olmamalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի վերջին կոնտակտի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження не може бути пізніше дати останнього контакту.

# Date of Birth_Date of patient first sought care
source: Date of Birth must be earlier than or same as Date patient first sought care.
ar_iq: يجب أن يكون تاريخ الميلاد في وقت سابق عن تاريخ أول رعاية صحبة.
az_latn_az: Doğum tarixi İlk müraciət tarixdən gec olmamalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի հիվանդի առանջին անգամ բժշկին դիմելու ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження не може бути пізніше дати першого звернення.

# Date of completion of paper form_Notification date
source: Date of Completion of Paper Form must be earlier than or same as Notification Date.
ar_iq: يجب ان يكون تاريخ ملأ الاستمارة يساوي او اكبر من تاريخ الاشعار
az_latn_az: Kağız formanın doldurulma tarixi Təcili bildirişin tarixindən gec olmamalıdır.
hy_am: Թղթային ձևի լրացման ամսաթիվը պետք է համընկնի կամ նախորդի Շտապ հաղորդման ամսաթվին:
uk_ua: Дата заповнення паперової форми не може бути пізніше дати передачі екстр. сповіщення.

# errInvalidMonthStartDate
source: Date '{0}' is not valid start month date.
ar_iq: تاريخ '{0}' غير صالح كتاريخ بداية الشهر.
az_latn_az: {0}' tarix - ayın başlanma tarixi deyil.
hy_am: '{0}' ամսաթիվը չի հանդիսանում ամսվա սկզբի ամսաթիվ:
uk_ua: Дата '{0}' не є датою початку місяця.

# errInvalidQuarterStartDate
source: Date '{0}' is not valid start quarter date.
ar_iq: تاريخ '{0}' غير صالح كتاريخ بداية الرباعي.
az_latn_az: {0}' tarixi - kvartalın başlanma tarixi deyil.
hy_am: '{0}' ամսաթիվը չի հանդիսանում եռամսյակի սկզբի ամսաթիվ:
uk_ua: Дата '{0}' не є датою початку кварталу.

# errInvalidWeekStartDate
source: Date '{0}' is not valid start week date.
ar_iq: تاريخ '{0}' غير صالح كتاريخ بداية الاسبوع.
az_latn_az: {0}' tarixi həftənin başlanma tarixi deyil.
hy_am: '{0}' ամսաթիվը չի հանդիսանում շաբաթվա սկզբի ամսաթիվ:
uk_ua: Дата '{0}' не є датою початку тижня.
