Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# Determinants_Question_Remove_UNI2
source: Template '{0}' already haven't determinants. Do you want to make template '{0}' non-UNI?
ar_iq: قالب '{0}' لا محددات لديه بالفعل. هل تريد أن تجعل قالب '{0}' غير UNI؟
az_latn_az: {0} şablon un tərkibində təyinedici yoxdur. Siz {0} şablonunu qeyri-UNİ etmək estəyirsiz?
hy_am: '{0}' ձևանմուշը այլևս չունի դետերմինանտներ: Ցանկանու՞մ եք '{0}' ձևանմուշը դարձնել ոչ UNI:
uk_ua: Шаблон '{0} \ "вже не містить детермінантів. Ви хочете зробити шаблон '{0}' не-UNI?

# Diagnosis date_Accession Date
source: Diagnosis date must be earlier than or same as Sample Accession Date.
ar_iq: يجب ان يكون تاريخ التشخيص سابقا او هو نفس تاريخ ادراج العيينة
az_latn_az: Diaqnoz tarixi Nümunənin qəbulu tarixindən gec olmamalıdır.
hy_am: Ախտորոշման ամսաթիվը պետք է համընկնի նմուշի ընդունման ամսաթվին կամ նախորդի դրան:
uk_ua: Дата діагнозу повинна бути раніше або одночасно з датою реєстрації зразку.

# Diagnosis date_Date Entered
source: Diagnosis date must be earlier than or same as Date Entered.
ar_iq: يجب ان يكون تاريخ التشخيص سابقا او هو نفس تاريخ ادخال البيانات
az_latn_az: Diaqnoz tarixi daxil etmə tarixindən gec olmamalıdır.
hy_am: Ախտորոշման ամսաթիվը պետք է համընկնի կամ նախորդի մուտքագրման ամսաթվին:
uk_ua: Дата діагнозу повинна бути раніше або одночасно з датою введення даних.

# Diagnosis date_Date of changed diagnosis
source: Diagnosis date must be earlier than or same as Date of changed diagnosis.
ar_iq: يجب ان يكون تاريخ التشخيص سابقا او هو نفس تاريخ تغيير التشخيص
az_latn_az: Diaqnoz tarixi dəyişdirilmiş diaqnoz tarixindən əvvəl olmalıdır.
hy_am: Ախտորոշման ամսաթիվը պետք է նախորդի կամ համընկնի ախտորոշման փոփոխման ամսաթվին:
uk_ua: Дата діагнозу повинна бути раніше або одночасно з датою зміни діагнозу.

# Diagnosis date_Notification date
source: Diagnosis date must be earlier than or same as Notification Date.
ar_iq: يجب ان يكون تاريخ التشخيص سابقا او هو نفس تاريخ الاشعار
az_latn_az: Diaqnoz tarixi xəbərdarlıq tarixindən gec olmamalıdır.
hy_am: Ախտորոշման ամսաթիվը պետք է համընկնի շտապ հաղորդման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата діагнозу повинна бути раніше або одночасно з датою повідомлення.

# Diagnosis date_Sample Collection Date
source: Diagnosis date must be earlier than or same as Sample Collection Date.
ar_iq: يجب ان يكون تاريخ التشخيص سابقا او هو نفس تاريخ جمع العينات
az_latn_az: Diaqnoz tarixi nümunənin toplama tarixindən gec olmamalıdır.
hy_am: Ախտորոշման ամսաթիվը պետք է համընկնի նմուշառման ամսաթվին կամ նախորդի դրան:
uk_ua: Дата діагнозу повинна бути раніше або одночасно з датою відбору зразку.

source: Down
ar_iq: الى اسفل
az_latn_az: Aşağı
hy_am: Ներքեւ
uk_ua: Вниз

# DynamicParametersGroupControlCaption
source: Dynamic Parameters
ar_iq: المعلمات الحيوية
az_latn_az: Dinamik parametrlər
hy_am: Դինամիկ պարամետրեր
uk_ua: Динамічні параметри

source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
uk_ua: Редагувати

# EIDSS_Caption
source: Electronic Integrated Disease Surveillance System
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض
az_latn_az: Yoluxucu Xəstəliklərin Elektron Müşahidə Sistemi
hy_am: Հիվանդությունների Հսկողության Էլեկտրոնային Համալիր Համակարգ
uk_ua: Електронна Інтегрована Система з Нагляду за Захворюваннями

# ErrAnimalSpeciesIsNotDefined
source: There is an animal with undefined species type. Please select the species type for each animal in the list.
ar_iq: هناك حيوان غير معروف في نمط الأنواع. الرجاء اختيار نمط الأنواع لكل حيوان في القائمة.
az_latn_az: Növü təyin edilməmiş heyvan mövcuddur. Zəhmət olmasa, siyahıdakı hər bir heyvan üçün növü seçin.
hy_am: Գոյություն ունի անորոշ կենդանատեսակի կենդանի: Խնդրում ենք ցանկում ընդգրկված յուրաքանչյուր կենդանու համար ընտրել նրա տեսակը:
uk_ua: Існує тварина з невизначеним видом. Будь ласка, оберіть вид для кожної тварини з переліку.

# errCantDeleteComplededTest
source: Can't delete test that was completed.
ar_iq: لا يمكن حذف الاختبار الذي اكتمل
az_latn_az: Başa çatmış testi ləğv etmək mümkün deyil
hy_am: Հնարավոր չէ ջնջել ավարտված հետազոտությունը
uk_ua: Не можна видалити завершений тест

# errCantImportMap
source: The map can't be imported!
ar_iq: لا يمكن استيراد الخارطة!
az_latn_az: Xəritəni idxal etmək mümkün deyil!
hy_am: Քարտեզը չի կարող ներմուծվել:
uk_ua: Цю мапу не можна імпортувати!

# errCantSaveMap
source: The map can't be saved!
ar_iq: لا يمكن حفظ الخارطة!
az_latn_az: Xəritəni yaddaşa vermək mümkün deyil!
hy_am: Քարտեզը չի կարող պահպանվել:
uk_ua: Цю мапу не можна зберегти!

# ErrConfirmPasswordDiffer
source: Passwords are different.
ar_iq: كلمات العبور لا تتطابق.
az_latn_az: Parollar fərqlidir.
hy_am: Գաղտնաբառերը չեն համընկնում:
uk_ua: Паролі не співпадають.

# errContactedPersonDuplicateRootHuman
source: Selected contact coincides with the patient. Please select another one or delete contact.
ar_iq: الاتصال المحدد يتزامن مع المريض. يرجى اختيار آخر أو حذف الإتصال .
az_latn_az: Seçilmiş təmasda olan şəxs xəstə ilə eynidir. Zəhmət olmasa, başqasını seçin və ya təmasda olan şəxsi silin.
hy_am: Ընտրված կոնտակտը համընկնում է հիվանդի հետ: Խնդրում ենք ընտրել մեկ այլ կոնտակտ կամ ջնջել այն:
uk_ua: Обраний контакт співпадає з пацієнтом. Будь ласка, оберіть інший або видаліть контакт.

# errDoubleHC
source: Current record has already been added to de-duplication pair.
ar_iq: وقد تم بالفعل إضافة إلى السجل الحالي الى زوج البيانات المكررة.
az_latn_az: Cari hadisə müqayisə cütlüyünə artıq daxil edildi.
hy_am: Ընթացիկ գրառումն արդեն ավելացվել է ապակրկնապատկման զույգի մեջ:
uk_ua: Цей запис вже додано для порівняння.

# errDoubleParentSite
source: This site is already parent for current site.
ar_iq: هذا موقع هو بعد الموقع الام للموقع الحالي
az_latn_az: Bu sayt artıq cari sayt üçün ana saytıdır.
hy_am: Այս կայքը արդեն ծնող է ընթացիկ կայքի համար:
uk_ua: Ця база вже є джерелом чинної бази.

# errDoubleRelativeSite
source: This site is already relative for current site.
ar_iq: هذا موقع هو بعد الموقع الام للموقع الحالي
az_latn_az: Bu sahə cari sahəyə artıq uyğundur.
hy_am: Այս կայքը արդեն կապված է ընթացիկ կայքի հետ:
uk_ua: Ця база вже пов'язана з чинною базою.

# errDoubleStatistic
source: It is not possible to create 2 Statistics with the same Statistic Data Type, Period and Area. Such value already exists.
ar_iq: الإحصاءات الحالية عن نوع البيانات الإحصائية، والفترة ومساحة موجودة بالفعل.
az_latn_az: Cari Statistik Məlumatın Növü, Dövrü və Ərazisi üçün statistik məlumatlar artıq mövcuddur.
hy_am: Ընթացիկ վիճակագրական տվյալների տեսակը, ժամանակահատվածը և շրջանի վիճակագրությունն արդեն գոյություն ունի:
uk_ua: Статистика для чинного типу статистичних даних, Період та Зона вже існують.

# ErrDuplicateMatrixVersionName
source: It is not possible to create 2 Matrix versions with the same name. Such value already exists.
ar_iq: نسخة الماتريكي بهذا الاسم موجودة. من فضلك ادخل اسما مختلفا
az_latn_az: Bu adla matriks versiyası artıq mövcuddur. Zəhmət olmasa, təkrarlanmayan matriks versiyasının adını daxil edin.
hy_am: Տվյալ անվանումով մատրիցայի տարբերակ արդեն գոյություն ունի: Խնդրում ենք մուտքագրել մատրիցայի տարբերակի եզակի անվանում:
uk_ua: Версія матриці з такою назвою вже існує. Будь ласка, введіть іншу назву матриці

# errEmptySiteID
source: Column 'Site ID' is empty.
ar_iq: العمود "رقم التعرف على الموقع" فارغ
az_latn_az: Saytın Q/N' sütunu boşdur.
hy_am: "Կայքի Ն/Հ" սյունակը դատարկ է:
uk_ua: Колонка ''Інд. № бази" не заповнена.

# ErrErrorFormCaption
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
uk_ua: Помилка

# errFailToOpenEventDetail
source: Fail to open EIDSS notification details.
ar_iq: خطأ في فتح اشعار من طرف النظام الالكتروني المندمج لمراقبة الامراض.
az_latn_az: YXEMS xəbərdarlıq formasınını açılmasında səhv.
hy_am: Ձախողվել է ՀՀԷՀՀ ծանուցման մանրամասներ բացելը:
uk_ua: Помилка при відкриванні даних про оповіщення у ЕІСНЗ.

# errLabIncorrectLocation
source: The location doesn't exist
ar_iq: مكان الحفظ هذا غير موجود
az_latn_az: Bu yer mövcud deyil
hy_am: Տեղակայումը գոյություն չունի:
uk_ua: Таке місце розташування не існує

# errLabLocationIsBusy
source: The location selected for this container is busy already. Possibly the location was filled by other user while you perform this operation. Please select other location for this container.
ar_iq: الموقع المحدد لهذه الحاوية مشغول بالفعل. ربما كان شغلها الموقع من قبل مستخدم آخر أثناء تنفيذ هذه العملية. الرجاء اختيار موقع آخر لهذه الحاوية.
az_latn_az: Bu konteyner üçün seçilmiş saxlanılma yeri artıq doludur. Ola bilsin ki, bu yer siz bu əməliyyatı icra etdiyiniz müddət ərzində digər bir istifadəçi tərəfindən doldurulmuşdur. Zəhmət olmasa, bu konteyner üçün başqa bir saxlanılma yerini seçin.
hy_am: Տվյալ կոնտեյների համար ընտրված վայրն արդեն զբաղեցված է: Մինչ դուք իրականացնում էիք այս գործողությունը, հավանաբար տարածքը զբաղեցվել է այլ օգտագործողի կողմից: Խնդրում ենք ընտրել այլ վայր այս կոնտեյների համար:
uk_ua: Місце, обране для цього контейнеру, вже зайняте. Можливо, це місце зайняте іншим користувачем під час проведення вами дії. Будь ласка, оберіть інше місце для цього контейнеру.

# errLocationBusy
source: Some vial is already placed to destination location.
ar_iq: الموقع الذي تم اختياره محجوز من حاويات اخرى
az_latn_az: Qeyd edilən yerə artıq konteyner yerləşdirilmişdir.
hy_am: Որոշ կոնտեյներներ արդեն տեղադրված են այդ վայրում
uk_ua: Обране місце розташування вже має розташовані там пробірки

# ErrMaximumAliquot
source: Can't create aliquot. Maximum aliquot number (36) is exceeded.
ar_iq: لا يمكن إنشاء قسمة. تم تجاوز الحد الأقصى لعدد القسمة (36).
az_latn_az: Alikvotı yaratmaq mümkün deyil.Alikvotların sayı (36) maksimum sayından artıqdır.
hy_am: Հնարավոր չէ ստեղծել ալեքվոտ: Ալեքվոտների առավելագույն թիվը (36) գերազանցվել է:
uk_ua: Не можна створити аліквоту. Максимальна кількість аліквот (36) вже досягнута.

# ErrNoAnimalsForSample
source: To add sample you should have at least one animal in the animals list.
ar_iq: لإضافة نموذج يجب أن يكون واحد على الأقل من الحيوانات في قائمة الحيوانات.
az_latn_az: Nümunəni əlavə etmək üçün sizin heyvanlar siyahınızda ən azı bir heyvan olmalıdır.
hy_am: Նմուշ ավելացնելու համար, դուք պետք է կենդանիների ցանկում ունենաք առնվազն մեկ կենդանի:
uk_ua: Щоб додати зразок, ви повинні мати, щонайменш, одну тварину у переліку.

# errNoDiagnosticActionMatrix
source: There is no active Vet Diagnostic Investigation Matrix. You should create and activate at least one Vet Diagnostic Investigation Matrix version to work with this report.
ar_iq: لا توجد بالموقع تحقيق تشخيصي بيطري مفعل للماتريكس. يجب إنشاء وتفعيل تحقيق تشخيصي بيطري مفعل لماتريكس على الاقل للعمل مع هذا التقرير.
az_latn_az: Baytarlıq diaqnostik araşdırma ilə bağlı heç bir aktiv matriks yoxdur. Siz, ən azı bir Baytarlıq diaqnostik araşdırma matriksini yaratmalı və aktivləşdirməlisiz.
hy_am: Ակտիվ անասնաբուժական ախտորոշիչ հետազոտությունների մատրիցա չկա: Այս հաշվետվության հետ աշխատելու համար, դուք պետք է ստեղծեք և ակտիվացնեք առնվազն մեկ անասնաբուժական ախտորոշիչ հետազոտության մատրիցայի տարբերակ:
uk_ua: Немає активної Матриці діагностичного дослідження випадку захворювання тварини. Необхідно створити та активувати, принаймні, одну версію Матриці діагностичного дослідження випадку захворювання тварини, щоб продовжити працювати з цим звітом.

# errNoFreeLocation
source: There is no free destination location.
ar_iq: لا يوجد مكان شاغر للحفظ
az_latn_az: Seçilmiş saxlanılma yerində boş yerləri yoxdur
hy_am: Պահպանման ազատ վայր գոյություն չունի
uk_ua: Немає вільного місця

# ErrNoHerdForAnimalLiveStock
source: There is an animal in the animals list that is not linked to the specific herd. Please link each animal to the herd.
ar_iq: هناك حيوان في قائمة الحيوانات التي ليست مرتبطة بقطيع محددة. الرجاء ربط كل حيوان إلى قطيع.
az_latn_az: Quşlar siyahısında xüsusi sürü ilə bağlı olmayan quş vardır. Zəhmət olmasa, hər bir heyvanı öz dəstəsi ilə əlaqələndirin.
hy_am: Կենդանիների ցուցակում գոյություն ունի կենդանի, որը կապված չէ որոշակի հոտի/երամի հետ: Խնդրում ենք նշել յուրաքանչյուր կենդանու պատկանելիությունը հոտին/երամին:
uk_ua: У переліку птахів є птах, який не пов'язаний з визначеною стаєю. Будь ласка, віднесіть кожну тварину до певного стада.

# errNoHumanAggregateCaseMatrix
source: There is no active Human Aggregate Case Matrix. You should create and activate at least one Human Aggregate Case Matrix version to work with this report.
ar_iq: لا توجد بالموقع حالة بشرية مفعلة للماتريكس. يجب إنشاء وتفعيل حالة بشرية مفعلة لماتريكس على الاقل للعمل مع هذا التقرير.
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələri ilə bağlı olan heç bir diaqnoz yoxdur. Siz, ən azı bir diaqnoz yaratmalısız.
hy_am: Մարդու ցուցակային ակտիվ դեպքի մատրիցա չկա: Այս հաշվետվության հետ աշխատելու համար, դուք պետք է ստեղծեք և ակտիվացնեք առնվազն մեկ մարդու ցուցակային դեպքի մատրիցայի տարբերակ:
uk_ua: Немає активної Матриці кумулятивних даних про захворювання людини. Необхідно створити та активувіати, принаймні, одну версію Матриці кумулятивних даних про захворювання людини, щоб працювати зі звітом.

# errNoProphylacticActionMatrix
source: There is no active Vet Prophylactic Measure Matrix. You should create and activate at least one Vet Prophylactic Measure Matrix version to work with this report.
ar_iq: لا توجد بالموقع اجراءات وقائية بيطرية مفعلة للماتريكس. يجب إنشاء وتفعيل اجراءات وقائية بيطرية مفعلة لماتريكس على الاقل للعمل مع هذا التقرير.
az_latn_az: Baytarlıq üzrə profilaktik tədbirlər matriksləri arasında aktiv olanı yoxdur. Bu hesabatla işləyə bilmək üçün ən azı bir "Baytarlıq üzrə profilaktik tədbirlər matriksi" versiyasını yaratmalı və aktivləşdirməlisiniz.
hy_am: Ակտիվ անասնաբուժական կանխարգելման միջոցառումների մատրիցա չկա: Այս հաշվետվության հետ աշխատելու համար, դուք պետք է ստեղծեք և ակտիվացնեք առնվազն մեկ անասնաբուժական կանխարգելման միջոցառումների մատրիցայի տարբերակ:
uk_ua: Немає активної Матриці профілактичних заходів у випадку захворювання тварини. Необхідно створити та активувати, принаймні, одну версію Матриці профілактичних заходів у випадку захворювання тварини, щоб продовжити працювати з цим звітом

# errNoRightsForSiteRequeest
source: Only CDR has rights to create new site.
ar_iq: لا يمكن انشاء الموقع الجديد الا في تظام س د ر
az_latn_az: Yalnız CDR yeni sayt yaratmaq hüququna malikdir
hy_am: Միայն ԿՏԶ-ն կարող է ստեղծել նոր կայք
uk_ua: Створити нову базу можна лише на рівні ЦСД

# errNoSanitaryActionMatrix
source: There is no active Vet Sanitary Actions Matrix. You should create and activate at least one Vet Sanitary Actions Matrix version to work with this report.
ar_iq: لا توجد بالموقع اعمال طبية بيطرية مفعلة للماتريكس. يجب إنشاء وتفعيل اعمال طبية بيطرية مفعلة لماتريكس على الاقل للعمل مع هذا التقرير.
az_latn_az: Baytarlıq üzrə sanitariya tədbirləri matriksləri arasında aktiv olanı yoxdur. Bu hesabatla işləyə bilmək üçün ən azı bir "Baytarlıq üzrə sanitariya tədbirləri matriksi" versiyası yaratmalı və aktivləşdirməlisiniz.
hy_am: Ակտիվ անասնաբուժասանիտարական գործողությունների մատրիցա չկա: Այս հաշվետվության հետ աշխատելու համար դուք պետք է ստեղծեք և ակտիվացնեք առնվազն մեկ անասնաբուժասանիտարական գործողությունների մատրիցայի տարբերակ:
uk_ua: Немає активної Матриці санітарних заходів у випадку захворювання тварини. Необхідно створити та активувати, принаймні, одну версію Матриці санітарних заходів у випадку захворювання тварини, щоб продовжити працювати з цим звітом

# ErrNoSpeciesForSample
source: To add sample you should have at least one registered species.
ar_iq: لإضافة نموذج يجب أن يكون على الأقل نوع واحد مسجل.
az_latn_az: Nümunəni əlavə etmək üçün an azı bir qeydiyyatdan keçmiş növ olmalıdır.
hy_am: Նմուշ ավելացնելու համար, դուք պետք է ունենաք առնվազն մեկ գրանցված կենդանատեսակ:
uk_ua: Щоб додати зразок, ви повинні мати, щонайменш, один зареєстрований вид.

# errNotEnoughHC
source: There is no enough records for de-duplication.
ar_iq: لا توجد سجلات كافية لإزالة الازدواجية.
az_latn_az: Deduplikasiya üçün kafi sayda qeydlər yoxdur.
hy_am: Ապակրկնապատկման համար բավարար գրառումներ չկան:
uk_ua: Недостатньо записів для дублювання.

# errNoVetAggregateCaseMatrix
source: There is no active Vet Aggregate Case Matrix. You should create and activate at least one Vet Aggregate Case Matrix version to work with this report.
ar_iq: لا توجد بالموقع حالة بيطرية مفعلة للماتريكس. يجب إنشاء وتفعيل حالة بيطرية مفعلة لماتريكس على الاقل للعمل مع هذا التقرير.
az_latn_az: Baytarlıq qrupşəkilli xəstəlik hadisələri ilə bağlı olan heç bir diaqnoz yoxdur. Siz, ən azı bir diaqnoz yaratmalısız.
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ հաշվետվության մատրիցա չկա: Այս հաշվետվության հետ աշխատելու համար, դուք պետք է ստեղծեք և ակտիվացնեք առնվազն մեկ մատրիցայի տարբերակ:
uk_ua: Немає активної Матриці кумулятивних даних про випадок захворювання тварини. Необхідно створити та активувати, принаймні, одну версію Матриці кумулятивних даних про захворювання тварини, щоб продовжити роботу з цим звітом.

# errNoVialInLocation
source: There is no container in the specified location.
ar_iq: ليس هناك حاويات في الموقع المحدد
az_latn_az: Göstərilən yerdə konteyner yoxdur
hy_am: Նշված վայրում կոնտեյներ չկա
uk_ua: У вказаному місці контейнера немає

# ErrorInTemplate
source: Error in template(s):
ar_iq: خطأ في القالب (القوالب
az_latn_az: Şablon(lar)da səhv:
hy_am: Սխալ է արձանագրվել ձևանմուշ(ներ)ում.
uk_ua: Помилка у шаблоні(-ах):

# errReferenceIsNotEditable
source: This reference type cannot be edited.
ar_iq: لا يمكن تحرير هذا الصنف من المرجعية
az_latn_az: Bu istinad tipi redaktə edilə bilməz
hy_am: Այս տեղեկագրի տեսակը չի կարող խմբագրվել
uk_ua: Цей тип довідника не можна редагувати

# errRemotingSockeError
source: Unable to start server for communication with EIDSS Client Agent. Please check that no EIDSS application is started in other Windows session or ask adminisrtators to correct TCP port used by EIDSS. If you see this message, you will be not able to open EIDSS form directly from EIDSS Client Agent. Other EIDSS functionality is not changed.
ar_iq: لا يمكن تشغيل الموزع للاتصال بنظام مراقبة الامراض. يرجى التحقق من عدم وجود تطبيق او فترة اخرى للعمل في وندوز للنظام او اطلب الموظف المراقب لتصحيح الوضع. اذا كنت ترى هذه الرسالة و انت غير قادر على فتح نظام مراقبة الامراض فذلك يعني انه لا تغيير في وظائف نظام مراقبة الامراض.
az_latn_az: YXEMS Agenti ilə kommunikasiya üçün serveri işə salmaq mümkün deyil. Zəhmət olmasa, YXEMS başqa Windows sessiyasında işə salınmadığına əmin olun və ya YXEMS-də istifadə edilən TCP portunun düzəltmək üçün sistem administratorundan xahiş edin. Əgər siz bu məlumatı görürsünüzsə, siz YXEMS Agentindən YXEMS formasını aça bilməyəcəksiniz. YXEMS-in başqa funksional imkanı dəyişilməz qalır.
hy_am: Անհնար է գործարկել սերվերը՝ ՀՀԷՀՀ գործակալի հետ հաղորդակցվելու համար: Խնդրում ենք ստուգել, որ ոչ մի ՀՀԷՀՀ հավելված չի սկսվել Windows-ի այլ սեսիայում կամ խնդրել ադմինիստրատորին ուղղել ՀՀԷՀՀ-ի TCP պորտը: Եթե ​​տեսնում եք այս հաղորդագրությունը, ապա դուք չեք կարող բացել ՀՀԷՀՀ ձևը անմիջապես ՀՀԷՀՀ գործակալից: ՀՀԷՀՀ-ի այլ ֆունկցիոնալություն փոխված չէ:
uk_ua: Не вдається запустити сервер взаємодії з Агентом ЕЛІССЗ. Будь ласка, переконайтеся, що програма ЕЛІССЗ не запущено в іншому сеансі Windows або попросіть адміністатора системи виправити TCP порти, що використовуються ЕЛІССЗ. Якщо ви побачили це повідомлення, ви не зможете відкрити форму ЕЛІССЗ безпосередньо з Агента ЕЛІССЗ. Решта функціональності системи залишилася незмінною.

# ErrReusedPassword
source: You already used this password. Please, try another password.
ar_iq: استخدمت بالفعل كلمة المرور هذه. من فضلك، حاول كلمة مرور أخرى.
az_latn_az: Siz artıq bu parolu istifadə etmisiz. Zəhmət olmasa başqa paroldan istifadə et.
hy_am: Դուք արդեն օգտագործել եք այս գաղտնաբառը: Խնդրում ենք փորձել այլ գաղտնաբառ:
uk_ua: Ви вже використовували цей пароль. Будь ласка, спробуйте інший пароль.

# ErrSampleConditionRequired
source: Please enter a comment describing why the {0} is identified as "{1}".
ar_iq: الرجاء إدخال تعليق تصف لماذا يتم التعرف على {0} ك "{1}"
az_latn_az: Zəhmət olmasa, {0}-ın "{1}" kimi identifikasiya edilməsinin səbəbini təsvir edən qeydi daxil edin.
hy_am: Խնդրում ենք մուտքագրել մեկնաբանություն, թե ինչու է {0}-ն նույնականացվում որպես "{1}":
uk_ua: Будь ласка, введіть коментар, який зображує чому {0} визначене як "{1}"

# errSiteNotDefined
source: EIDSS site is not defined. Please reinstall the application with correct Site ID.
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض بدون موقع محدد. اعادة تثبيت الملحق برقم تعرف صحيح على الموقع
az_latn_az: YXEMS ərazisi təyin edilməmişdir. Zəhmət olmasa, düzgün ərazi Q/N-si istifadə etməklə, proqramı yenidən quraşdırın.
hy_am: ՀՀԷՀՀ կայքը սահմանված չէ: Խնդրում ենք կրկին տեղադրել հավելվածը՝ կայքի ճիշտ նույնականացման համարով
uk_ua: База ЕІСНЗ не визначена. Будь ласка, переустановіть додаток з вірним індивідуальним номером бази

# errTotalVsDead
source: Total number of animals can't be less than number of dead animals.
ar_iq: يمكن العدد الإجمالي للحيوانات لا يجب لن يقل عن عدد الحيوانات النافقة.
az_latn_az: Heyvanların ümumi sayı ölmüş heyvanların sayından az olmamalıdır
hy_am: Կենդանիների ընդհանուր քանակը չի կարող փոքր լինել անկումների քանակից:
uk_ua: Загальна кількість тварин не може бути меншою за кількість померлих тварин.

# errTotalVsSeek
source: Total number of animals can't be less than number of sick animals.
ar_iq: لا يمكن للعدد الإجمالي للحيوانات ان يقل عن عدد الحيوانات المريضة.
az_latn_az: Heyvanların ümumi sayı xəstə heyvanların sayından az olmamalıdır
hy_am: Կենդանիների ընդհանուր քանակը չի կարող փոքր լինել հիվանդ կենդանիների քանակից:
uk_ua: Загальна кількість тварин не може бути меншою за кількість тварин, які захворіли.

# errWrongParentSite
source: This site can't be parent for current site.
ar_iq: هذا موقع لا يمكن ان يكون الموقع الام للموقع الحالي.
az_latn_az: Bu sayt cari saytın Ana-saytı ola bilməz.
hy_am: Այս կայքը չի կարող ծնող հանդիսանալ ընթացիկ կայքի համար:
uk_ua: Ця база не може бути джерелом чинної бази.

# ErrWrongPassword
source: Wrong Password. Please, try again.
ar_iq: كلمة سر خاطئة. من فضلك، حاول مرة أخرى.
az_latn_az: Parolda səhv. Zəhmət olmasa, bir daha daxil edin.
hy_am: Սխալ գաղտնաբառ: Խնդրում ենք փորձել կրկին:
uk_ua: Невірний пароль. Будь ласка, спробуйте ще раз.

# errWrongRelativeSite
source: Site can't be relative for itself.
ar_iq: هذها الموقع لا يمكن ان يكون مرتبطا بنفسه
az_latn_az: Bu saytın cari saytı ilə əlaqəsi ola bilməz.
hy_am: Այս կայքը չի կարող կապված լինել ընթացիկ կայքի հետ:
uk_ua: База не може бути пов'язаною з самою собою.

# FalseValue
source: False
ar_iq: خطأ
az_latn_az: Yanlış
hy_am: Ոչ
uk_ua: Помилковий

source: Farm
ar_iq: ضيعة
az_latn_az: Ferma
hy_am: Տնտեսություն
uk_ua: Ферма

source: Farm/Flock/Species
ar_iq: مزرعة/قطيع/الانواع
az_latn_az: Ferma/Dəstə/Növlər
hy_am: Տնտեսություն/Երամ/Կենդանատեսակ
uk_ua: Ферма/Зграя/Вид

source: Farm/Herd/Species
ar_iq: مزرعة/قطيع/الانواع
az_latn_az: Ferma/Sürü/Növlər
hy_am: Տնտեսություն/Հոտ/Կենդանատեսակ
uk_ua: Ферма/Стадо/Вид

source: February
ar_iq: فبراير
az_latn_az: Fevral
hy_am: Փետրվար
uk_ua: Лютий

source: Flock Epi/Clinical Signs
ar_iq: وباء القطيع/العوارض المرضية
az_latn_az: Dəstə Epidemiologiyası/Kliniki Əlamətlər
hy_am: Երամի համաճար. տվյալներ/Կլինիկական նշաններ
uk_ua: Епі-зграя/Клінічні ознаки

# frmHumanCase
source: Human Case Report Form
ar_iq: نموذج تحقيق في حالة بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisəsinin forması
hy_am: Մարդու դեպքի հաշվետվական ձև
uk_ua: Звіт про випадок захворювання людини

# frmHumanCaseInSearchMode
source: Human Case Search Form
ar_iq: نموذج بحث في حالة بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisələrinin geniş axtarış forması
hy_am: Մարդու դեպքի ընդլայնված որոնման ձև
uk_ua: Форма пошуку випадку захворювання людини
