Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# errInvalidYearStartDate
source: Date '{0}' is not valid start year date.
ar_iq: تاريخ '{0}' غير صالح كتاريخ بداية العام.
az_latn_az: {0}' tarixi ilin başlanma tarixi deyil.
hy_am: '{0}' ամսաթիվը չի հադիսանում տարվա սկզբի ամսաթիվ:
uk_ua: Дата '{0}' не є датою початку року.

# msgImportMaxErrorsExceeded
source: Data was not imported. Input data contains too many errors. Maximum errors number is exceeded.
ar_iq: لم يتم استيراد البيانات. إدخال البيانات يحتوي على أخطاء كثيرة جدا. تم تجاوز الحد الأقصى من عدد أخطاء.
az_latn_az: Məlumat idhal olunmayıb. Giriş məlumatda çox səhvlər var. Səhvlərin maksimal sayını keçmişdir.
hy_am: Տվյալները չեն ներմուծվել: Մուտքի տվյալները պարունակում են չափազանց շատ սխալներ: Առավելագույն սխալների քանակը գերազանցվել է:
uk_ua: Дані не були імпортовані. Вхідні дані містять занадто багато помилок. Перевищено максимально допустиму кількість помилок.

# msgImportPatial
source: Data import was completed with mistakes. The following lines contained errors and were not imported.
ar_iq: تم الانتهاء من توريد البيانات بنجاح
az_latn_az: Məlumat bazasının idhal proseduru səhvlər ilə bitirimişdir. Aşağıda göstərilən sətrlərdə səvlərə yol verilib və bu sətirlər idhal olunmayıb.
hy_am: Տվյալների ներմուծումն ավարտվել է սխալներով: Հետևյալ տողերը պարունակում են սխալներ և չեն ներմուծվել:
uk_ua: Імпорт даних був завершений з помилками. Наступні рядки вихідних даних містять помилки і не були імпортовані.

# msgImportSuccessfull
source: Data import was completed successfully.
ar_iq: تم الانتهاء من توريد البيانات بنجاح
az_latn_az: Məlumatın idhalı müvəffəqiyyətlə icra olunub
hy_am: Տվյալների ներմուծումը հաջողությամբ ավարտված է:
uk_ua: Імпорт даних успішно завершено.

# datBatchStartDate_ConcludedDate_msgId
source: Date Test Started must be earlier than or same as Date Test Concluded.
ar_iq: تاريخ بداية الاختبار يجب ان يكون قبل تاريخ التأكيد على نتيجة الاختبار
az_latn_az: Testi başlanma tarixi Testin bitmə tarixdən gec olmamalıdır.
hy_am: Հետազոտության մեկնարկի ամսաթիվը պետք համընկնի հետազոտության հաստատման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата початку тесту не може бути пізніше дати завершення тесту.

# Date of Exposure_Date of symptoms onset
source: Date of exposure must be earlier than or same as Date of symptoms onset.
ar_iq: تاريخ الاصابة يجب ان يكون نفس او قبل تاريخ ظهور العوارض
az_latn_az: Yoluxma tarixi cari tarixdən gec olmamalıdır.
hy_am: Վարակման ենթադրյալ ամսաթիվը պետք է համընկնի ախտանշանների ի հայտ գալու ամսաթվին կամ նախորդի դրան:
uk_ua: Передбачувана дата зараження не може бути пізніше дати появи симптомів.

# tabTitleDetailedInfo
source: Detailed Info
ar_iq: معلومات مفصلة
az_latn_az: Təfsilatlı məlumat
hy_am: Մանրամասն տեղեկություններ
uk_ua: Детальна інформація

# titleDetails
source: Details
ar_iq: تفاصيل
az_latn_az: Təfsilatlar
hy_am: Մանրամասներ
uk_ua: Деталі

# gis_Caption_DelZone
source: Delete buffer zone
ar_iq: فسخ المنطقة العازلة
az_latn_az: Buffer zonasını ləğv et
hy_am: Ջնջել բուֆերային գոտին
uk_ua: Видалити буферну зону

# Diagnosis date_Date of completion of paper form
source: Diagnosis date must be earlier than or same as Date of completion of paper form.
ar_iq: يجب ان يكون تاريخ التشخيص سابقا او هو نفس تاريخ ملأ الاستمارة الورقية
az_latn_az: Diaqnoz qoyulma tarixi Kağız formanın doldurulma tarixindən gec olmamalıdır.
hy_am: Ախտորոշման ամսաթիվը պետք է համընկնի կամ նախորդի թղթային ձևի լրացման ամսաթվին:
uk_ua: Дата діагнозу не може бути пізніше дати заповнення паперової форми.

# titleDuplicates
source: Duplicates
ar_iq: التكرارات
az_latn_az: Dublikatlar
hy_am: Կրկնագրեր
uk_ua: Дублікати

# AsSession.Diseases.Duplicate_msgId
source: It is not possible to create 2 Disease records with the same Diagnosis and Species type. Such Disease record already exists.
az_latn_az: Bu heyvanın növü üçün bu diaqnozun xəstəliyi siyahıda artıq var.
hy_am: Հիվանդության գրառում նույն ախտորոշմամբ և կենդանատեսակով արդեն գոյություն ունի:
uk_ua: Захворювання такого діагнозу для даного виду тварин вже входить в перелік.

# AsCampaign_GetSessionRemovalConfirmation
source: Do you really want to remove the link to the selected Session?
az_latn_az: Seçilmiş sessiyaya əlaqəni ləğv etmək istəyirsinizmi?
hy_am: Դուք իսկապես ցանկանու՞մ եք տեղափոխել հղումը դեպի ընտրված սեսիա:
uk_ua: Ви дійсно хочете видалити посилання на обраний сеанс?

# btEditResult
source: Edit Result
az_latn_az: Nəticəni redaktə etmək
hy_am: Խմբագրել արդյունքը
uk_ua: Змінити результат

# EIDSS_Short_Caption
source: EIDSS
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض
az_latn_az: YXEMS
hy_am: ՀՀԷՀՀ
uk_ua: ЕІСНЗ

# EIDSSLogin
source: ElDSS Web Access: Login
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض دخول اسم المستخدم
az_latn_az: YXEMS-in veb girişi: Qeydiyyat
hy_am: ՀՀԷՀՀ վեբ մուտք. Գրանցման անուն
uk_ua: Веб доступ до ЕІСНЗ: Авторизація

# titleEpidemiologists
source: Epidemiologists
ar_iq: اخصائيون وبائيون
az_latn_az: Epidemioloqlar
hy_am: Համաճարակաբաններ
uk_ua: Еепідеміологи

# titleMobileHeader
source: EIDSS
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض
az_latn_az: YXEMS
hy_am: ՀՀԷՀՀ
uk_ua: ЕІСНЗ

# WelcomeTitle
source: Electronic Integrated Disease Surveillance System: Web Access
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض الدخول الى موقع الواب
az_latn_az: Yoluxucu Xəstəliklərin Elektron Müşahidə Sistemi: Veb girişi
hy_am: Հիվանդությունների Հսկողության Էլեկտրոնային Համալիր Համակարգ. Վեբ մուտք
uk_ua: Електронна Інтегрована Система з Нагляду за Захворюваннями: Веб доступ

# titleEmployeeList
source: Employees List
ar_iq: قائمة العمال
az_latn_az: İşçilərin siyahısı
hy_am: Աշխատակիցների ցուցակ
uk_ua: Перелік співробітників

# gis_LayerNames_EarthRoad
source: Earth roads
ar_iq: الطرقات
az_latn_az: Yollar
hy_am: Ճանապարհներ
uk_ua: Дороги

# errEpiInfoLaunch
source: Error during launching Epi Info.
az_latn_az: Epi Məlumatın açılışında səhv.
hy_am: Epi Info-ն գործարկելիս սխալ է արձանագրվել:
uk_ua: Помилка під час запуску Епі інформації.

# titleEditVaccination
source: Edit Vaccination
az_latn_az: Peyvəndləməni redaktə et
hy_am: Խմբագրել պատվաստումը
uk_ua: Редагувати вакцинацію

# msgErrorExecutingArchiveQuery
source: Error while retrieving archived data. See log for more details.
ar_iq: خطأ أثناء استرداد البيانات المؤرشفة. مراجعة سجل لمزيد من التفاصيل.
az_latn_az: Arxiv məlumatların alınma səhvinə yol verilib. Təfsilatları almaq üçün jurnala baxın.
hy_am: Սխալ է արձանագրվել արխիվային տվյալնեը ստանալիս: Տես մատյանը՝ լրացուցիչ տեղեկությունների համար:
uk_ua: Помилка отримання архівних даних. Для отримання подробиць дивіться журнал.

source: Error: session expired.
ar_iq: خطأ: انتهت دورة الواب من الموزع
az_latn_az: Səhv: veb-serverin sessiyası köhnəlmişdir.
hy_am: Սխալմունք. վեբ սերվերի սեսիան հնացել է
uk_ua: Помилка: сесія веб сервера застаріла

# Error_SummaryNotFound
source: Error: Summary is not found.
ar_iq: خطـ: لم يتم العثور على الملخص
az_latn_az: Səhv: Yekun hesabat tapılmayıb
hy_am: Սխալմունք. Ամփոփիչ հաշվետվության գրառումը չի գտնվել
uk_ua: Запис узагальненого звіту не знайдена

# titleExtendedSearch
source: Extended search
ar_iq: بحث موسع
az_latn_az: Geniş axtarış
hy_am: Ընդլայնված որոնում
uk_ua: Розширений пошук

# titleExternal
source: External Organization
az_latn_az: Xarici təşkilat
hy_am: Արտաքին կազմակերպություն
uk_ua: Зовнішня організація

# msgExpandDropdown
source: Expand dropdown list
az_latn_az: Geniş siyahını aç
hy_am: Ընդարձակել ներքև բացվող ցանկը
uk_ua: Розгорнути випадаючий перелік

# tabTitleFarmsAnimalsSamples
source: Farms / Animals / Samples
ar_iq: مزرعة/حيوانات/عيينات
az_latn_az: Fermalar / Heyvanlar / Nümunələr
hy_am: Տնտեսություններ / Կենդանիներ / Նմուշներ
uk_ua: Ферми / Тварини / Зразки

# titleFarmsList
source: Farms List
ar_iq: قائمة المزارع
az_latn_az: Fermaların siyahısı
hy_am: Տնտեսությունների ցանկ
uk_ua: Перелік ферм

# errFarmOwnerNameTooLong
source: Farm owner name is too long.
ar_iq: اسم مالك المزرعة طويل جدا
az_latn_az: Ferma sahibinin adı çox uzundur
hy_am: Տնտեսության սեփականատիրոջ անունը չափազանց երկար է:
uk_ua: Занадто довге ім'я власника ферми.

# errInvaildFarmOwnerName
source: Farm owner name can contain Last, First and Middle name delimited by space.
ar_iq: اسم مالك المزرعة بالكامل مع فراغات بين اجزاء الاسم
az_latn_az: Ferma sahibinin adı boşluqlar qoymaqla Soyadı, Adı və Atasının adından ibarət ola bilər
hy_am: Տնտեսության սեփականատիրոջ անունը կարող է ներառել Ազգանուն, Անուն և Հայրանուն՝ բաժանված բացատով:
uk_ua: Ім'я власника ферми може складатися з прізвища, імені та по-батькові, розділених прбілом.

# btGeneralCaseInvestigationForm
source: General Case Investigation Form
ar_iq: استمارة تحقيق في حالة عامة
az_latn_az: Xəstəlik hadisəsi üzrə ümumi tədqiqat forması
hy_am: Ընդհանուր դեպքի հետազոտության հաշվետվական ձև
uk_ua: Форма розслідування загального випадку

# errMissingField
source: Field is missed.
ar_iq: الحقل غير موجود.
az_latn_az: Sahə yoxdur
hy_am: Դաշտը բացակայում է:
uk_ua: Поле відсутнє.

# intPatientAge_idfsHumanAgeType_msgId
source: Fields 'Age' and 'Age Type' should be set or reset together.
az_latn_az: Sahələrin 'Yaş' və 'Yaş növü' eyni zamanda ya müəyyən edilməli, ya da birgə boş olmalıdırlar.
hy_am: 'Տարիք' և 'Տարիքի տեսակ' դաշտերը պետք է սահմանվեն և վերասահմանվեն միասին
uk_ua: Поля 'Вік' та 'Тип віку' необхідно встановити або скинути разом

# idfsFinalDiagnosis_idfsTentativeDiagnosis_msgId
source: Final diagnosis shall be different from Diagnosis.
ar_iq: يجب ان يكون التشخيص النهائي مختلفا عن التشخيص
az_latn_az: Son diaqnoz ilkin daqnozdan fəqli olmalıdır.
hy_am: Վերջնական ախտորոշումը պետք է տարբերվի Ախտորոշումից
uk_ua: Остаточний діагноз повинен відрізнятися від попереднього діагнозу.

# tabTitleFlockDetails
source: Flock Details
ar_iq: معلومات عن القطيع
az_latn_az: Dəstəyə aid təfsilatlar
hy_am: Երամի մանրամասներ
uk_ua: Інформація щодо зграї

# tabTitleFlockSpeciesSigns
source: Flock Epi/Clinical Signs
ar_iq: علامات عن القطيع/الانواع
az_latn_az: Dəstə/Növlərin əlamətləri
hy_am: Երամի/Կենդանատեսակների նշաններ
uk_ua: Епі/клінічні ознаки зграї

# tabTitleHerdDetails
source: Herd Details
ar_iq: تفاصيل عن القطيع
az_latn_az: Sürüyə aid təfsilatlar
hy_am: Հոտի մանրամասներ
uk_ua: Інформація про стадо

# titleHumanAggregateCasesList
source: Human Aggregate Cases List
ar_iq: قائمة تفاصيل الحالة البشرية
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələrin siyahısı
hy_am: Մարդու դեպքերի ցուցակային տվյալների ցանկ
uk_ua: Перелік кумулятивних даних по захворюваннях людини

# titleHumanAggregateSummaryTitle
source: Human Aggregate Case Summary Form
ar_iq: نموذج ملخص تفاصيل الحالة البشرية
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələrin yekun forması
hy_am: Մարդու ցուցակային դեպքերի ամփոփ հաշվետվություն
uk_ua: Кумулятивний звіт по випадкам захворювання людини

# titleHumanCaseDetails
source: Human Case Report Form
ar_iq: تفاصيل حالة بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisələrin təfsilatları
hy_am: Մարդու դեպքի մանրամասներ
uk_ua: Випадок захворювання людини

# gis_LayerNames_Highway
source: Highways
ar_iq: الطرق السريعة
az_latn_az: Şosselər
hy_am: Մայրուղիներ
uk_ua: Шосе

# gis_LayerNames_Forest
source: Forests
ar_iq: غابات
az_latn_az: Meşələr
hy_am: Անտառներ
uk_ua: Ліси

# errDuplicateFreezerName
source: Freezer with such name already exists. Please enter other freezer name.
ar_iq: ثلاجة بهذا الاسم موجودة. من فضلك ادخل اسما آخر للثلاجة
az_latn_az: Bu adla soyuducu artıq mövcuddur. Xahiş olunur soyuducu üçün digər ad daxil edin.
hy_am: Այդ անունով սառնարան արդեն գոյություն ունի: Խնդրում ենք մուտքագրել սառնարանի այլ անվանում:
uk_ua: Холодильник з такою назвою вже існує. Будь ласка, введіть іншу назву холодильника.

# LoginInfo_Incorrect_Password
source: Fields 'Password' and 'Confirm password' must be equal and non-empty
az_latn_az: 'Parol' və 'Parolun təsdiqi' sahələri eyni olmalıdır və boş olmamalıdır
hy_am: 'Գաղտնաբառ' և 'Հաստատել գաղտնաբառը' դաշտերը պետք է լինեն իրար հավասար և ոչ դատարկ
uk_ua: Поля 'Пароль' і 'Підтвердження пароля' мають бути рівними та не порожніми

# titleRootFarmSpeciesAdd
source: Herd Species and Number
az_latn_az: Sürüdəki növlər və onların sayı
hy_am: Հոտի Կենդանատեսակ և Թիվ
uk_ua: Вид стада та кількість

# msgFindOrganization
source: Find organization
az_latn_az: Təşkilatı axtar
hy_am: Գտնել կազմակերպություն
uk_ua: Знайти організацію

# titleHumanCasesList
source: Human cases list
ar_iq: قائمة حالات بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisələrin siyahısı
hy_am: Մարդու դեպքերի ցանկ
uk_ua: Перелік випадків захворювання людини

# titleHumanModule
source: Human Module
ar_iq: وحدة مرض بشري
az_latn_az: İnsan Modulu
hy_am: Մարդու հիվանդություններ
uk_ua: Захворювання людини

# titleIncorrectSelection
source: Incorrect selection
ar_iq: خطأ في الاختيار
az_latn_az: Səhv seçim
hy_am: Սխալ ընտրություն
uk_ua: Неправильний вибір

# titleHumanCaseList
source: Human Cases List
ar_iq: قائمة حالة بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisələrin siyahısı
hy_am: Մարդու դեպքերի ցանկ
uk_ua: Перелік випадків захворювання людини

# datAssignedDate_VetCaseDatesRule_msgId
source: Initial Reported Date must be earlier than or same as Assigned Date.
ar_iq: يجب أن يكون التقرير الأولي سابق أو هو نفسه تاريخ الموعد المحدد.
az_latn_az: Bildirişin tarixi Təyin edilmə tarixdən gec olmamalıdır.
hy_am: Նախնական հաղորդման ամսաթիվը պետք է համընկնի նշանակման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата повідомлення не може бути пізніше дати призначення.

# datReportedDate_TentantiveDiagnosis1Date_msgId
source: Initial Reported Date must be earlier than or same as Tentative Diagnosis 2 Date.
ar_iq: يجب ان يكون تارلايخ الابلاغ سابق لتاريخ محاولة التشخيص2
az_latn_az: Bildirişin tarixi Ehtimal edilən diagnoz 2 tarixdən gec olmamalıdır.
hy_am: Նախնական հաղորդման ամսաթիվը պետք է համընկնի նախնական ախտորոշում 2-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата повідомлення не може бути пізніше дати попереднього діагнозу 2.

# datReportedDate_TentantiveDiagnosis2Date_msgId
source: Initial Reported Date must be earlier than or same as Tentative Diagnosis 3 Date.
ar_iq: يجب ان يكون تارلايخ الابلاغ سابق لتاريخ محاولة التشخيص 3
az_latn_az: Bildirişin tarixi Ehtimal edilən diagnoz 3 tarixdən gec olmamalıdır.
hy_am: Նախնական հաղորդման ամսաթիվը պետք է համընկնի նախնական ախտորոշում 3-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата повідомлення не може бути пізніше дати попереднього діагнозу 3.

# datReportedDate_TentantiveDiagnosisDate_msgId
source: Initial Reported Date must be earlier than or same as Tentative Diagnosis 1 Date.
ar_iq: يجب ان يكون تارلايخ الابلاغ سابق لتاريخ محاولة التشخيص 1
az_latn_az: Bildirişin tarixi Ehtimal edilən diagnoz 1 tarixdən gec olmamalıdır.
hy_am: Նախնական հաղորդման ամսաթիվը պետք է համընկնի նախնական ախտորոշում 1-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата повідомлення не може бути пізніше дати попереднього діагнозу 1.

# titleInitialInvestigationInformation
source: Initial Investigation Information
ar_iq: معلومات عن التحقيقات الاولية
az_latn_az: İlkin tədqiqata aid məlumat
hy_am: Նախնական հետազոտության տեղեկատվություն
uk_ua: Інформація про попереднє розслідування

# gis_LayerNames_InlandWater
source: Inland water
ar_iq: المياه الداخلية
az_latn_az: Daxili sular
hy_am: Ներքին ջրեր
uk_ua: Внутрішні води

# datInvestigationDate_CurrentDate_msgId
source: Investigation Date must be earlier than or same as Current date.
ar_iq: يجب ان يكون تاريخ التحقيق سابقا للتاريخ الحالي
az_latn_az: Təyin edilmə tarixi cari tarixdən gec olmamalıdır.
hy_am: Հետազոտության ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата дослідження не може бути пізніше поточної дати.

# errInvalidCountry
source: Invalid country name. Value '{0}' is empty or not found in references table.
ar_iq: اسم الدولة غير صالح. قيمة '{0}' فارغة أو غير موجودة في الجدول المراجع.
az_latn_az: Ölkənin adı düzgün verilməyib. Verilmiş '{0}' dəyəri boşdur ya da istinadda tapılmayıb.
hy_am: Անվավեր երկրի անուն: '{0}' արժեքը դատարկ է կամ չի գտնվել տեղեկատուի մեջ:
uk_ua: Невірна назва країни. Значення '{0}' пусто або не знайдено в довіднику.

# errInvalidDateFormat
source: Invalid date format. String '{0}' can't be converted to date. All dates must be presented in format 'dd.mm.yyyy'.
ar_iq: تنسيق التاريخ غير صالح. لا يمكن تحويل السلسلة '{0}' لا يمكن تحويلها إلى التاريخ. يجب تقديم جميع التواريخ في 'dd.mm.yyyy' الشكل.
az_latn_az: Tarixin formatı düzgün verilməyib. Verilmiş '{0}' sətiri tarixə çevirmək mümkün deyil.Bütün tarixlər 'dd.mm.yyyy' formatında olmalıdırlar.
hy_am: Ամսաթվի անվավեր ֆորմատ: '{0}' տողը չի կարող փոխակերպվել ամսաթվի: Բոլոր ամսաթվերը պետք է ներկայացվեն 'dd.mm.yyyy' ֆորմատով:
uk_ua: Невірний формат дати. Рядок '{0}' не може бути перетворений в дату. Всі дати мають бути представлені в форматі «дд.мм.рррр».

# errInvalidDateTimeFormat
source: Invalid date-time format. String '{0}' can't be converted to date. All dates must be presented in format 'dd.mm.yyyy hh:mm'.
ar_iq: تنسيق التاريخ غير صالح. لا يمكن تحويل السلسلة '{0}' لا يمكن تحويلها إلى التاريخ. يجب تقديم جميع التواريخ في 'dd.mm.yyyy' الشكل.
az_latn_az: Vaxt-Tarix formatı düzgün deyil. Verilmiş '{0}' sətiri tarixə çevirmək mümkün deyil. Vaxt-Tarix sətir 'dd.mm.yyyy hh:mm' formatında olmalıdır.
hy_am: Ամսաթվի-ժամի անվավեր ֆորմատ: '{0}' տողը չի կարող փոխակերպվել ամսաթվի: Բոլոր ամսաթվերը պետք է ներկայացվեն 'dd.mm.yyyy hh:mm' ֆորմատով:
uk_ua: Невірний формат дати-часу. Рядок '{0}' не може бути перетворений в дату. Рядок дати-часу повинен бути представлений ​​у форматі «дд.мм.рррр гг: хх».

# errInvalidNumberFormat
source: Invalid number format. String '{0}' can't be converted to number.
ar_iq: خطأ في عدد لاشكل. لا يمكن تغيير السلسلة '{0}' الى عدد
az_latn_az: Rəqəmin formatı düzgün deyil. '{0}' sətiri rəqəmə çevirmək mümkün deyil.
hy_am: Թվի անվավեր ֆորմատ: '{0}' տողը չի կարող փոխակերպվել թվի:
uk_ua: Невірний формат числа. Рядок '{0}' не може бути перетворений в число.

# errInvalidParameter
source: Invalid parameter name. Value '{0}' is empty or not found in references table.
ar_iq: اسم معلمة غير صالح. القيمة {0} فارغة او هي فير موجودة في جدول المرجعيات
az_latn_az: Parametrin adı düzgün deyil. '{0}' dəyəri boşdur ya da istinadda tapılmayib.
hy_am: Պարամետրի անվավեր անվանում: '{0}' արժեքը դատարկ է կամ չի գտնվել տեղեկատուի մեջ:
uk_ua: Невірна назва параметра. Значення '{0}' порожнє або не знайдено в довіднику.

# errInvalidRayon
source: Invalid rayon name. Value '{0}' is empty or not found in references table.
ar_iq: خطأ في اسم المنطقة. القيمة {0} فارغة او هي غير موجودة في جدول المرجعيات
az_latn_az: Rayonun adı düzgün deyil. '{0}' dəyəri boşdur ya da istinadda taoılmayıb.
hy_am: Շրջանի անվավեր անվանում: '{0}' արժեքը դատարկ է կամ չի գտնվել տեղեկատուի մեջ:
uk_ua: Невірна назва району. Значення '{0}' порожнє або не знайдено в довіднику.

# errInvalidRegion
source: Invalid region name. Value '{0}' is empty or not found in references table.
ar_iq: خطأ في اسم الجهة. القيمة {0} فارغة او هي غير موجودة في جدول المرجعيات
az_latn_az: Regionın adı düzgün deyil. '{0}' dəyər boşdur ya da istinadda taoılmayıb.
hy_am: Մարզի անվավեր անվանում: '{0}' արժեքը դատարկ է կամ չի գտնվել տեղեկատուի մեջ:
uk_ua: Невірна назва області / регіону. Значення '{0}' порожнє або не знайдено в довіднику.

# errInvalidSettlement
source: Invalid settlement name. Value '{0}' is empty or not found in references table.
ar_iq: خطأ في اسم التجمع السكني. القيمة {0} فارغة او هي غير موجودة في جدول المرجعيات
az_latn_az: Yaşayış yeri adı düzgün deyil. '{0}' dəyər boşdur ya da istinadda taoılmayıb.
hy_am: Բնակավայրի անվավեր անվանում: '{0}' արժեքը դատարկ է կամ չի գտնվել տեղեկատուի մեջ:
uk_ua: Невірна назва населеного пункту. Значення '{0}' порожнє або не знайдено в довіднику.

# errInvalidStatisticType
source: Invalid statistical data type. Value '{0}' is not found in references table.
ar_iq: خطأ في اسم قاعدة البيانات. القيمة {0} فارغة او هي غير موجودة في جدول المرجعيات
az_latn_az: Stastistik məlumatın növü düzgün deyil. '{0}' dəyər boşdur ya da istinadda taoılmayıb.
hy_am: Անվավեր վիճակագրական տվյալի տեսակ: '{0}' արժեքը դատարկ է կամ չի գտնվել տեղեկատուի մեջ:
uk_ua: Невірний тип статистичних даних. Значення '{0}' порожнє або не знайдено в довіднику.

# errInvalidStatisticValue
source: Invalid statistical value. String '{0}' can't be converted to integer.
ar_iq: خطأ في قيمة الاحصائيات. السلسلة {0} لا يمكن تحويلها الى عدد صحيح
az_latn_az: Statistik məlumatın dəyəri düzgün deyil. '{0}' sətir tam rəqəmə çevirmək mümkün deyil.
hy_am: Անվավեր վիճակագրական արժեք: '{0}' տողը չի կարող փոխակերպվել ամբողջ թվի:
uk_ua: Невірне значення статистичної величини. Рядок '{0}' не може бути перетворений в ціле число.

# errStatisticImportFieldsQty
source: Invalid number of fields in line. Line must contain 8 fields separated by semicolon.
ar_iq: عدد غير صالح من الحقول في السطر. يجب أن تحتوي على 8 حقول مفصولة بفاصلة منقوطة.
az_latn_az: Sətirdə sahələrin sayı düzgün deyil. Sətir nöqtə vergül ilə bölünmüş 8 sahədən ibarət olmalıdır.
hy_am: Տողում դաշտերի անվավեր թիվ: Տողը պետք է պարունակի 8 դաշտ՝ բաժանված կետ-ստորակետով:
uk_ua: Невірне число полів в рядку. Рядок має складатися з 8 полів розділених крапкою з комою.

# idfsYNHospitalization_Hospitalization
source: It is impossible to change Hospitalization. There is some information on hospitalization.
ar_iq: من المستحيل تغيير المستشفى. هناك بعض المعلومات عن العلاج في المستشفي.
az_latn_az: Hospitalizasiya sahəni dəyişdirmək mümkün deyil, çünki Hospitalizasiya haqqında məlumat istifadə olunur.
hy_am: Հնարավոր չէ փոխել հոսպիտալացումը: Առկա է որոշ տեղեկատվություն հոսպիտալացման վերաբերյալ:
uk_ua: Не можна змінити поле Госпіталізація, оскільки введена інформація про госпіталізацію.

# msgFirstHundredRecords
source: It is too much records. The first 100 records are shown only.
ar_iq: عدد كبير جدا من التسجيلات. لا تظهر الا ـ 100 تسجيل
az_latn_az: Yazıların sayı həddindən artıqdır. Yalnız ilk 100 yazılar göstərilib.
hy_am: Չափազանց շատ գրառումներ կան: Կցուցադրվեն միայն առաջին 100 գրառումները:
uk_ua: Занадто багато записів. Показано тільки 100 перших записів.

# titleSectionInvetigated
source: Investigated
ar_iq: تم التحقيق فيها من طرف
az_latn_az: Tədqiq edən şəxs
hy_am: Հետազոտել է
uk_ua: Ким досліджено

# gis_FilterJpg
source: JPEG Files|*.jpg
ar_iq: JPEG ملفات|*.jpg
az_latn_az: JPEG Fayları|*.jpg
hy_am: JPEG ֆայլեր|*.jpg
uk_ua: JPEG файли|*.jpg

# mbContactExist
source: It is not possible to create 2 records with the same contact person. The record with the contact '{0}' is already in the Contact List.
ar_iq: لا يمكن انشاء سجلان لشخص بنفس الاسم. السجل بعلامة {0} يوجد في قائمة الاشخاص
az_latn_az: Eyni təmasda olan şəxsinə aid iki qeydi yaratmaq mümkün deyil. '{0}' əlaqəsinə aid qeyd artıq Əlaqələr Siyahısındadır.
hy_am: Հնարավոր չէ ստեղծել 2 գրառումներ միևնույն կոնտակտային անձով: '{0}' կոնտակտային անձով գրառումը արդեն գտնվում է կոնտակտների ցանկում:
uk_ua: Не можна створити два записи з однаковими контактними особами. Запис з контактною особою '{0}' вже присутній в переліку контактів.

# errInvalidStatisticalAgeGroup
source: Invalid statistical age group name. Value '{0}' is empty or not found in references table.
az_latn_az: Statistik yaş qrupunun adı düzgün deyil. Göstərici '{0}' qeyd olunmayıb və ya istinad cədvəlində yoxdur.
hy_am: Անվավեր վիճակագրական տարիքային խմբի անվանում: '{0}' արժեքը դատարկ է կամ չի գտնվել տեղեկատուի մեջ:
uk_ua: Невірне ім'я статистичної вікової групи. Значення '{0}' порожнє або не знайдено в таблиці посилань.

# btLivestockDiseaseOutbreaksForm
source: Livestock Disease Outbreaks
ar_iq: تفشي مرض مواشي
az_latn_az: Heyvanlar arasında xəstəliklərinin alovlanmaları
hy_am: Գյուղատնտեսական կենդանիների հիվանդությունների բռնկումներ
uk_ua: Спалахи захворювань серед тварин
