Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# GeoLocation_LatitudeExceedsValues
source: Latitude cannot be less than -90 and greater than 90.
ar_iq: لا يمكن لخط العرض ان يكون اكثر من -90 او اكثر من 90
az_latn_az: En dairəsi -90 az və 90 çox ola bilməz.
hy_am: Լայնությունը չի կարող լինել -90-ից ցածր և 90-ից բարձր:
uk_ua: Широта не може бути менше -90 і більше 90.

# pageTitleLvstkDetails
source: Livestock Disease Investigation Form
ar_iq: استمارة تحقيق في مرض المواشي
az_latn_az: Heyvanlar xəstəlikləri üzrə tədqiqat forması
hy_am: Գյուղատնտեսական կենդանիների հիվանդության հետազոտության հաշվետվական ձև
uk_ua: Форма розслідування захворювань тварин

# strLoadData_Id
source: Load Data
ar_iq: تحميل قاعدة البيانات
az_latn_az: Məlumatı yüklə
hy_am: Բեռնել տվյալները
uk_ua: Завантажити дані

# titleLaboratorySampleLogBook
source: Lab Sample Log Book
ar_iq: كراس العيينات و اختبارات المخبر
az_latn_az: Laborator nümunələrin və testlərin qeydiyyat kitabı
hy_am: Լաբորատոր նմուշների և հետազոտությունների մատյան
uk_ua: Журнал лабораторних зразків та тестів

# titleLvstkCaseDetails
source: Livestock Disease Investigation Form
ar_iq: تفاصيل عن حالة الماشية
az_latn_az: Qaramal xəstəlik hadisələrin təfsilatları
hy_am: Գյուղատնտեսական կենդանիների դեպքերի մանրամասներ
uk_ua: Випадок захворювання тварин

# gis_LayerNames_Lake
source: Lakes
ar_iq: بحيرات
az_latn_az: Göllər
hy_am: Լճեր
uk_ua: Озера

# gis_LayerNames_Landuse
source: Land use
ar_iq: استغلال الارض
az_latn_az: Torpaq
hy_am: Հողօգտագործում
uk_ua: Землекористування

# GeoLocation_LongtitudeExceedsValues
source: Longtitude cannot be less than -180 and greater than 180.
ar_iq: خطل الطول لا يمكن ان يكون اقل من -180 و اكثر من 180
az_latn_az: Uzunluq dairəsi -180 az və 180 çox ola bilməz
hy_am: Երկայնությունը չի կարող փոքր լինել -180-ից և մեծ լինել 180-ից:
uk_ua: Довгота не може бути менше -180 і більше 180.

# titleLocationOfExposureDetails
source: Geographic Location
ar_iq: تفاصيل عن موقع التعرض
az_latn_az: Ehtimal edilən yoluxma yeri
hy_am: Վարակման հնարավոր վայրի մանրամասներ
uk_ua: Деталі ймовірного місця зараження

# titleLocationOfExposure
source: Location of Exposure
ar_iq: موقع التعرض
az_latn_az: Yoluxma yeri
hy_am: Վարակման հնարավոր վայր
uk_ua: Ймовірне місце зараження

# gis_LayerNames_MainRiver
source: Main rivers
ar_iq: الانهار الرئيسية
az_latn_az: Əsas çaylar
hy_am: Հիմնական գետերը
uk_ua: Основні річки

# gis_LayerNames_MajorRoad
source: Major roads
ar_iq: الطرقات الرئيسية
az_latn_az: Əsas yollar
hy_am: Գլխավոր ճանապարհները
uk_ua: Головні дороги

# ErrLocalFieldSampleIDNotFound
source: Local/field sample ID is not found in the grid.
ar_iq: لم يتم العثور في الشبكة على رقم التعرف على العيينة المحلية/الحقلية
az_latn_az: Nümunənin yerli/sahədəki Q/N-si tapılmayıb.
hy_am: Նմուշի տեղական/դաշտային ն/հ չի գտնվել աղյուսակում:
uk_ua: Інд. № проби під час відбору не знайдений в таблиці.

# msgCoordinatesOutOfCountryGeoLocation
source: Location coordinates are beyond the country. Location must be selected within the country.
ar_iq: إحداثيات الموقع موجودة خارج البلاد. يجب تحديد موقع داخل البلاد.
az_latn_az: Yerin koordinatları ölkədən kənardadır. Yer ölkənin daxilində seçilməlidir.
hy_am: Վայրի կոորդինատները երկրի տարածքից դուրս են: Վայրը պետք է ընտրվի երկրի ներսում:
uk_ua: Координати місця знаходяться за межами країни. Місце повинно бути вибрано в межах країни.

# intLowerBoundary and intUpperBoundary
source: Lower Boundary must be less than Upper Boundary
az_latn_az: Aşağı hədd yuxarı həddən az olmalıdır
hy_am: Ստորին սահմանը պետք է փոքր լինի Վերին սահմանից
uk_ua: Нижня межа повинна бути менше, ніж Верхня межа

# gis_Message_SaveMapExist
source: Map with that name already exists. Do you want to save map under a different name?
ar_iq: خريطة بهذا الاسم موجودة مسبقا. هل تريد حفظ خريطة تحت اسم مختلف؟
az_latn_az: Həmin adı ilə artıq xəritə var. Xəritəni fərglənən adı ilə yaddaşa salmaq istəyisinizmi?
hy_am: Այդ անվանումով քարտեզ արդեն գոյություն ունի: Ցանկանու՞մ եք պահպանել քարտեզը այլ անվանմամբ:
uk_ua: Мапа з даною назвою вже існує. Бажаєте зберегти карту під іншою назвою?

# gis_Filter_Map
source: Map files | *.map
ar_iq: ملفات الخرائط | *.map
az_latn_az: Xəritə faylları | *.map
hy_am: Քարտեզի ֆայլեր | *.map
uk_ua: Файли мап | *.map

# titleMyCases
source: My cases
ar_iq: حالتي
az_latn_az: Mənə aid xəstəlik hadisələri
hy_am: Իմ դեպքերը
uk_ua: Мої випадки

# msgNoRecords
source: No records for display
ar_iq: لا يوجد اي تسجيل
az_latn_az: Qeydlər tapılmadı.
hy_am: Չկա որևէ գրառում ցուցադրելու համար
uk_ua: Не знайдено жодних записів

# New_test_result_as_old_one
source: New test result can not be the same as old one.
ar_iq: لا يمكن ان تكون النتيجة الجديدة للاختبار هي نفس النتيجة القديمة
az_latn_az: Testin yeni nəticəsi testin əvvəlki nəticəsi kimi ola bilməz
hy_am: Հետազոտության նոր արդյունքը չի կարող լինել նույնը, ինչ հին արդյունքը:
uk_ua: Новий результат тесту не може бути таким як старий.

# strNo_Id
source: No
ar_iq: لا
az_latn_az: Xeyr
hy_am: Ոչ
uk_ua: Ні

# msgTestsNotHaveDiagnosis
source: Not all tests have diagnosis.
ar_iq: بعض الاختبارات لا تشخيص لها
az_latn_az: Bəzi testlər üçün diaqnoz təyin olunmayib.
hy_am: Ոչ բոլոր հետազոտություններն ունեն ախտորոշում:
uk_ua: Не визначений діагноз деяких тестів.

# msgTestsNotHaveCategory
source: Not all tests have category.
ar_iq: ليس كل الاختبارات لها فئة
az_latn_az: Bəzi testlərin kategoriyası təyin olunmayıb.
hy_am: Ոչ բոլոր հետազոտությունների կատեգորիաներն են սահմանված:
uk_ua: Категорія деяких тестів не визначена.

# msgDataArchivingNotApplicable
source: Not Applicable
ar_iq: لا يستعمل
az_latn_az: İstifadə olunmur.
hy_am: Չի կիրառվում
uk_ua: Не підтримується

# btCreateASSession
source: New Session
az_latn_az: Yeni Sessiya
hy_am: Նոր սեսիա
uk_ua: Нова сесія

# Notification date_Current date
source: Notification date must be earlier than or same as Current date.
ar_iq: يجب أن يكون تاريخ الإخطار في وقت سابق او هو نفس التاريخ الحالي.
az_latn_az: Təcili bildirişin verilmə tarixi cari tarixdən gec ola bilməz
hy_am: Շտապ հաղորդման ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата передачі екстр. сповіщення не може бути пізніше поточної дати.

# Notification date_Date of Completion of Paper form
source: Date of Completion of Paper form must be earlier or same than Notification date.
az_latn_az: Kağız formanın doldurulma tarixi Təcili bildirişin tarixindən gec olmamalıdır.
hy_am: Շտապ հաղորդման ամսաթիվը պետք է համընկնի թղթային ձևի լրացման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата повідомлення повинна бути раніше або ж такою, як дата заповнення паперової форми.

# titleNotificationEnteredBy
source: Notification entered by
ar_iq: من ادخل الاشعار
az_latn_az: Bildirişi daxil edən şəxs
hy_am: Շտապ հաղորդումը մուտքագրվել է
uk_ua: Ким введено екстрене повідомлення

# titleNotificationInfo
source: Notification Info
ar_iq: اشعار مستعجل
az_latn_az: Bildiriş məlumatı
hy_am: Շտապ հաղորդում
uk_ua: Екстрене повідомлення

# titleNotificationSendBy
source: Notification sent by
ar_iq: تم ارسال الاشعار من طرف
az_latn_az: Bildirişi göndərən şəxs
hy_am: Շտապ հաղորդումն ուղարկել է
uk_ua: Ким надіслано екстр. сповіщення

# Error_ObjectExpired
source: Object is expired. Please try to create/edit object again.
ar_iq: انتهت مدة صلاحية العنصر. يرجى محاولة لإنشاء / تحرير العنصر مرة أخرى.
az_latn_az: Bu obyektin işlətmə müddəti qurtarmışdır. Xahiş edirik, bu obyekti yenidən yaradın/redaktə edin.
hy_am: Օբյեկտը ժամկետանց է: Խնդրում ենք ստեղծել/խմբագրել օբյեկտը կրկին:
uk_ua: Даний об'єкт застарів. Будь ласка, створіть/відредагуйте цей об'єкт знову.

# msgObjectIsRestored
source: Objects are successfully restored
ar_iq: تم اعادة العناصر بنجاح
az_latn_az: Olbyektlər müvəffəqiyyətlə bərpa olundu
hy_am: Օբյեկտները հաջողությամբ վերականգնվել են
uk_ua: Об'єкти успішно відновлені

# ErrObjectCantBeDeleted
source: Object can't be deleted.
ar_iq: لا يمكن حذف العنصر
az_latn_az: Obyekti ləğv etmək mümkün deyil.
hy_am: Օբյեկտը չի կարող ջնջվել:
uk_ua: Об'єкт не може бути видалений.

# titleOrganizationName
source: Organization Name
ar_iq: اسم المنظمة
az_latn_az: Təşkilatın adı
hy_am: Կազմակերպության անվանում
uk_ua: Назва організації

# gis_LayerCantBeLoaded
source: One or more layers can't be loaded!
ar_iq: لا يمكن تحميل طبقة او اكثر
az_latn_az: Bir və ya bir neçə qatı yükləmək mümkün deyil.
hy_am: Մեկ կամ ավել շերտեր չեն կարող ներբեռնվել:
uk_ua: Один або декілька шарів не можуть бути завантаженими!

# msgIncorrectTestStatusForBatch
source: Only tests with Undefined status can be added to a batch
az_latn_az: Qrupa yalnız qeyri-müəyyən statuslu analizlər əlavə edilə bilər
hy_am: Միայն Չսահմանված կարգավիճակով հետազոտությունները կարող են ավելացվել խմբաքանակին
uk_ua: Тільки тести з невизначеним статусом можуть бути додані до групового тесту

# titlePaperForms
source: Paper Forms
ar_iq: استمارات ورقية
az_latn_az: Kağız formalar
hy_am: Թղթային ձևեր
uk_ua: Форми для друку

# titlePermanentResidence
source: Permanent Residence
ar_iq: الاقامة الدائمة
az_latn_az: Daimi yaşayış yeri
hy_am: Մշտական բնակավայրի հասցե
uk_ua: Адреса постійного місця проживання

# titlePersonInformation
source: Person Information
ar_iq: معلومات عن الشخص
az_latn_az: Şəxsə aid məlumat
hy_am: Տեղեկատվություն կոնտակտավոր անձի մասին
uk_ua: Інформація про контактну особу

# titlePlaceOfRegularVisit
source: Address of Employer
ar_iq: مكان العمل او الدراسة
az_latn_az: İş/tədris yeri
hy_am: Աշխատավայրը կամ դպրոցը
uk_ua: Місце роботи/навчання

# titlePensideTest
source: Penside Test
ar_iq: اختبار سريع
az_latn_az: Təcili Testlər
hy_am: Էքսպրես հետազոտություն
uk_ua: Експрес тест

# errInvalidMultiTestSelection
source: Please select tests with same test name and <Undefined> test status. Only such tests can be edited simultaneously.
ar_iq: الرجاء اختيار اختبارت تحمل نفس الاسم و صفة (غير معرف). فقط هذه الاختبارات يمكن تحريرها
az_latn_az: Xahiş edirik eyni adlı və "Qeyri-müəyyən" statusuna malik olan testi seçin. Yalnız bu cür testləri eyni zamanda icra etmək olar.
hy_am: Խնդրում ենք ընտրել հետազոտություններ միևնույն հետազոտության անվանումով և <Չսահմանված> հետազոտության կարգավիճակով: Միայն այդպիսի հետազոտությունները կարող են խմբագրվել միաժամանակ:
uk_ua: Будь ласка виберіть тести з однаковою назвою, що знаходяться в стані <Не визначений>. Тільки такі тести можна редагувати одночасно.

source: Pool/Vector ID
ar_iq: رقم التعرف على التجميع/الموجه
az_latn_az: Hövzə/Keçiricilərin Q/N
hy_am: Պուլի/Պահոցի/Փոխանցողի ն/հ
uk_ua: Інд. № пулу/переносника

# titleChangeDiagnosis
source: Please enter a reason for changing the diagnosis
ar_iq: من فضلك ادخل سببا لتغيير التشخيص
az_latn_az: Xahiş edirik, diaqnozın dəyişdirilmə səbəbini daxil edin
hy_am: Խնդրում ենք մուտքագրել ախտորոշման փոփոխության պատճառը
uk_ua: Будь ласка, введіть причину зміни діагнозу.

# msgQueryResultIsTooBig
source: Query result is too big. Please do one of the following actions: 1) Choose another Query. 2) Edit Query filter using Query Builder. 3) Copy Query and then edit filter using Query Builder.
ar_iq: نتيجة الاستعلام كبير جدا. يرجى قم بأحد الإجراءات التالية: 1) اختر استعلام آخر. 2) تحرير تصفية الاستعلام باستخدام منشئ الاستعلام. 3) نسخ الاستعلام ثم قم بتحرير تصفية باستخدام منشئ الاستعلام.
az_latn_az: Sorğunun nəticəsi həddindən artıqdır. Aşağıda göstərilən əməliyyatlardan birini icra edin: 1)Başqa bir sorğunu seçin. 2) Sorğu redaktorunda sorğunun filtrini redaktə edin. 3) Sorğunun surətini çıxardın, və bu sorğunun filtrini sorğu redaktorunda redaktə edin.
hy_am: Հարցման արդյունքը չափազանց մեծ է: Խնդրում ենք կատարել հետևյալ գործողություններից մեկը. 1) Ընտրել այլ Հարցում: 2) Խմբագրել Հարցման ֆիլտրը՝ օգտագործելով Հարցման կառուցիչը: 3) Պատճենել Հարցումը և, այնուհետև խմբագրել հարցման ֆիլտրը՝ օգտագործելով Հարցման կառուցիչը:
uk_ua: Результат запиту занадто великий. Виконайте одну з таких дій: 1) Виберіть інший запит. 2) Відредагуйте фільтр запиту в редакторі запитів. 3) Скопіюйте запит, а потім відредагуйте фільтр запиту в редакторі запитів.

# msgAvrExecutingQuery
source: Query is executing...
ar_iq: الاستعلام بصدد الانجاز...
az_latn_az: Sorğu icra olunur...
hy_am: Հարցումն իրականացվում է...
uk_ua: Запит виконується ...

# gis_LayerNames_Railroad
source: Railroads
ar_iq: السكة الحديد
az_latn_az: Dəmir yolları
hy_am: Երկաթգծեր
uk_ua: Залізниці

# errReasonForChangeIsTooShort
source: Reason for changing the test result must contain at least 6 symbols.
ar_iq: السبب في تغيير نتيجة الاختبار لا يمكن ان يكون اقل من 6 علامات
az_latn_az: Test nəticəsinin dəyişdirilmə səbəbi ən azı 6 işarədən ibarət olmalıdır.
hy_am: Հետազոտության արդյունքի փոփոխման պատճառը չի կարող պարունակել 6-ից պակաս սիմվոլներ:
uk_ua: Причина зміни результату тесту повинна містити принаймні 6 символів.

# strChangeDiagnosisReason_msgId
source: Reason is required.
ar_iq: السبب اجباري.
az_latn_az: "Səbəb" sahəsi məcburidir.
hy_am: Պատճառը հանդիսանում է պարտադիր դաշտ:
uk_ua: Причина є обов'язковим полем.

# msgCoordinatesAutoCorrection
source: Region and Rayon will be filled in accordance with location coordinates automatically!
ar_iq: وسيتم ملء المنطقة والحي السكني وفقا للإحداثيات الموقع تلقائيا!
az_latn_az: Region və Rayon yerin koordinatlara uyğun olaraq avtomatik doldurulacaq!
hy_am: Մարզը և Շրջանը պետք է լրացվեն ավտոմատ կերպով՝ վայրի կոորդինատներին համապատասխան:
uk_ua: Область та Район будуть заповнені відповідно до координат місцезнаходження автоматично!

# btRemoveAll
source: Remove All
ar_iq: حذف الكل
az_latn_az: Hamısını sil
hy_am: Հեռացնել բոլորը
uk_ua: Видалити все

# datReportDate_CurrentDate_msgId
source: Initial Report Date must be earlier than or same as Current date.
ar_iq: يجب أن يكون تاريخ التقرير في وقت سابق أو نفس التاريخ الحالي.
az_latn_az: Bildirişin tarixi cari tarixdən gec olmamalıdır.
hy_am: Շտապ հաղորդման ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата передачі екстр. сповіщення не може бути більше ніж поточна дата.

# btRemoveASSession
source: Remove Session
az_latn_az: Sessiyanı ləğv et
hy_am: Հեռացնել սեսիան
uk_ua: Видалити сесії

# titleResultSummary
source: Results Summary and Interpretation
ar_iq: ملخص النتائج والتفسير
az_latn_az: Nəticələrin yekunu və şərhi
hy_am: Արդյունքների ամփոփում եւ մեկնաբանում
uk_ua: Інтерпретація результатів проведених тестів

# gis_LayerNames_River
source: Rivers
ar_iq: الانهار
az_latn_az: Çaylar
hy_am: Գետեր
uk_ua: Річки

# gis_LayerNames_RuralDistrict
source: Rural districts
ar_iq: المناطق الريفية
az_latn_az: Kənd yerləri
hy_am: Գյուղական շրջաններ
uk_ua: Сільські райони

# datAccessionDate_BatchStartDate_msgId
source: Sample Accession Date must be earlier than or same as Date Test Started.
ar_iq: يجب ان يمون تاريخ قبول العيينة قبل او هو نفسه تاريخ ابتداء الاختبار
az_latn_az: Nümunənin qəbul tarixi Testin başlanma tarixdən gec olmamalıdır.
hy_am: Նմուշի ընդունման ամսաթիվը պետք է համընկնի հետազոտության մեկնարկի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата прийому зразку не може бути більше дати початку тесту.

# datSampleCollectionDate_CurrentDate_msgId
source: Sample Collection Date must be earlier than or same as Current date.
ar_iq: يجب ان يكون تاريخ جمع العيينة قبل او هو نفسه التاريخ الحالي
az_latn_az: Nümunənin toplama tarixi cari tarixdən gec olmamalıdır.
hy_am: Նմուշառման ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата відбору зразку не може бути більше поточної дати.

# msgSampleNotFound
source: Sample with such local/field sample ID is not found.
ar_iq: لم يتم العثور على مثل هذه العينة مع رقم التعرف المحلي/الحقلي
az_latn_az: Nümunənin sahədəki Q/N tapılmayıb
hy_am: Նշված տեղական/դաշտային ն/հ-ով նմուշ չի գտնվել:
uk_ua: Даний інд № зразку при відборі не знайдений.

# titleSearchMode
source: Search mode
ar_iq: نظام البحث
az_latn_az: Axtarış rejimi
hy_am: Որոնման ռեժիմ
uk_ua: Режим пошуку

# titleSampleSearch
source: Search by Local/Field Sample ID
ar_iq: البحث حسب رقم التعرف على العيينة عند قبولها
az_latn_az: Nümunənin yerli/sahədəki Q/N-si üzrə axtarış
hy_am: Որոնում ըստ նմուշի տեղական/դաշտային ն/հ-ի
uk_ua: ошук за інд. № зразку при відборі

# titleSampleSearchforTests
source: Search for Field Sample ID
ar_iq: البحث حسب رقم التعرف على العيينة عند قبولها
az_latn_az: Nümunənin sahədəkii Q/N-sinin axtarışı
hy_am: Որոնում ըստ նմուշի դաշտային ն/հ-ի
uk_ua: Знайти інд. польовий № зразку при відборі

# titleSearchCase
source: Search Case
ar_iq: ابحث عن حالة
az_latn_az: Xəstəlik hadisəsini axtar
hy_am: Դեպքի որոնում
uk_ua: Знайти випадок

# titleSearchMenu
source: Search Menu
ar_iq: قائمة البحث
az_latn_az: Axtarış Menyusu
hy_am: Որոնման մենյու
uk_ua: Меню пошуку

# gis_LayerNames_Sea
source: Sea
ar_iq: البحر
az_latn_az: Dəniz
hy_am: Ծով
uk_ua: Море

# ErrFieldSampleIDNotFound
source: Sample is not found.
ar_iq: العينة غير موجودة
az_latn_az: Numunə tapılmayb
hy_am: Նմուշը չի գտնվել:
uk_ua: Зразок не знайдено.

# btSelectContact
source: Select Contact
ar_iq: حدد اتصال
az_latn_az: Təmasda olanları seç
hy_am: Ընտրել կոնտակտ
uk_ua: Обрати контакт

# strSelectedAggregateActions
source: Selected Aggregate Actions
ar_iq: اختيار مجموعة الاجراءات
az_latn_az: Seçilmiş Qrupşəkilli tədbirlər
hy_am: Ընտրված միջոցառումների տվյալներ
uk_ua: Вибрані дані по кумулятивним заходам

# strSelectedAggregateCases
source: Selected Aggregate Cases
ar_iq: اختيار مجموعة الحالات
az_latn_az: Seçilmiş qrupşəkilli hadisələr
hy_am: Ընտրել ցուցակային հավետվություններ
uk_ua: Вибрані кумулятивні випадки

# gis_Caption_SaveMap
source: Select map name
ar_iq: اختيار اسم للخارطة
az_latn_az: Xəritənin adını seç
hy_am: Ընտրել քարտեզի անվանում
uk_ua: Обрати назву мапи

# btSelectASSession
source: Select Session
az_latn_az: Sessiyanı seç
hy_am: Ընտրել սեսիա
uk_ua: Обрати сесію

# titleSelectFarm
source: Farms
az_latn_az: Fermanı seç
hy_am: Ընտրել տնտեսություն
uk_ua: Обрати ферму

# titleSelectCampaign
source: Select Campaign
az_latn_az: Kampaniyanı seç
hy_am: Ընտրել կամպանիա
uk_ua: Обрати кампанію

# btShowSummary
source: Show Summary Info
ar_iq: اظهر التقرير الاجمالي
az_latn_az: Yekunu göstər
hy_am: Ցուցադրել ամփոփ հաշվետվությունը
uk_ua: Показати узагальнений звіт

# errAreaTypeDiffer
source: Selected records contain Administrative Level that differs from Administrative Level in records on summary form. Only records with same Administrative Level can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على المستوى الإداري الذي يختلف عن المستوى الإداري في السجلات في شكل موجز. يمكن اختيار السجلات فقط مع المستوى الإداري نفسه إلى شكل موجز.
az_latn_az: Qrupşəkilli hesabata daxil olan yazılardan bəziləri fərqlənən inzibatı səviyyəyə aiddirlər. Qrupşəkilli hesabata yalnız inzibatı səviyyə eyni olan yazılışlar daxil ola bilər
hy_am: Որոշ ընտրված գրառումներ առնչվում են ադմինիստրատիվ մակարդակին, ինչը տարբերվում է գրառումների ադմինիստրատիվ մակարդակից, որոնք արդեն ընտրված են ամփոփիչ հաշվետվության համար: Միայն միևնույն ադմինիստրատիվ մակարդակի գրառումները կարող են ընտրվել ամփոփիչ հաշվետվության համար:
uk_ua: Деякі з вибраних записів відносяться до адміністративного рівню, що відрізняється від адміністративного рівня записів, уже обраних в узагальнений звіт. До узагальненого звіту можуть бути додані тільки записи з однаковим адміністративним рівнем.

# errAreaTypeInvalid
source: Selected records contain Administrative Level that is not allowed by Administrative Level selected on summary form.
ar_iq: السجلات المحددة تحتوي على المستوى الإداري الذي لا يسمح به المستوى الإداري المحدد في شكل موجز.
az_latn_az: Bəzi yazılar Qrupşəkilli hesabat tərəfindən qadağan edilmiş inzibatı səviyyəyə aiddirlər.
hy_am: Որոշ ընտրված գրառումներ առնչվում են ադմինիստրատիվ մակարդակին, որը չի թույլատրվում ամփոփիչ հաշվետվության Ադմինիստրատիվ մակարդակով:
uk_ua: Деякі з вибраних записів відносяться до адміністративних рівнів, які заборонені адміністративним рівнем узагальненого звіту.

# errAreaTypeMultiple
source: Selected records contain different Administrative Levels. Only records with same Administrative Level can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على مستويات إدارية مختلفة. يمكن اختيار السجلات فقط مع المستوى الإداري نفسه إلى شكل موجز.
az_latn_az: Seçilmiş yazılar müxtəlif inzibatı səviyyələrə aiddirlər. Qrupşəkilli hesabata yalnız inzibatı səviyyə eyni olan yazılışlar daxil olmalıdır.
hy_am: Ընտրված գրառումները պարունակում են տարբեր ադմինիստրատիվ մակարդակներ: Միայն միևնույն ադմինիստրատիվ մակարդակի գրառումները կարող են ընտրվել ամփոփիչ հաշվետվության համար:
uk_ua: Вибрані записи відносяться до різних адміністративних рівнях. До узагальненого звіту можуть бути додані тільки записи з однаковим адміністративним рівнем.

# errPeriodTypeDiffer
source: Selected records contain Time Interval that differs from Time Interval in records on summary form. Only records with same Time Interval can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على الفاصل الزمني الذي يختلف عن الفاصل الزمني في السجلات في شكل موجز. يمكن اختيار السجلات فقط مع الفاصل الزمني نفسه إلى شكل موجز.
az_latn_az: Qrupşəkilli hesabata daxil olan yazılardan bəziləri fərqlənən Vaxt müddətə aiddirlər. Qrupşəkilli hesabata yalnız Vaxt müddəti eyni olan yazılar daxil ola bilər
hy_am: Որոշ ընտրված գրառումներ առնչվում են ժամանակային միջակայքին, ինչը տարբերվում է գրառումների շամանակային միջակայքից , որոնք արդեն ընտրված են ամփոփիչ հաշվետվության համար: Միայն միևնույն ժամանակային միջակայքով գրառումները կարող են ընտրվել ամփոփիչ հաշվետվության համար:
uk_ua: Деякі з вибраних записів відносяться до типів часових інтервалів, що відрізняються від часових інтервалів записів, уже вибраних до узагальненого звіту. До узагальненого звіту можуть бути додані тільки записи з однаковим типом часових інтервалів.

# errPeriodTypeInvalid
source: Selected records contain Time Interval that is not allowed by Time Interval selected on summary form.
ar_iq: السجلات المحددة تحتوي على الفاصل الزمني الذي لا يسمح به الفاصل الزمني المحدد في شكل موجز.
az_latn_az: Bəzi yazılar Qrupşəkilli hesabat tərəfindən qadağan edilmiş Vaxt müddətə aiddirlər.
hy_am: Որոշ ընտրված գրառումներ առնչվում են ժամանակային միջակայքին, որը չի թույլատրվում ամփոփիչ հաշվետվության Ժամանակային միջակայքով:
uk_ua: Деякі з вибраних записів відносяться до типів часових інтервалів, які заборонені типом часового інтервалу узагальненого звіту.

# errPeriodTypeMultiple
source: Selected records contain different Time Intervals. Only records with same Time Interval can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على فترات زمنية مختلفة. يمكن اختيار السجلات فقط مع الفاصل الزمني نفسه إلى شكل موجز.
az_latn_az: Seçilmiş yazılar müxtəlif Vaxt müddətinə aiddirlər. Qrupşəkilli hesabata yalnız Vaxt müddəti eyni olan yazılar daxil olmalıdır.
hy_am: Ընտրված գրառումները պատկանում են տարբեր ժամանակային միջակայքերին: Միայն միևնույն ժամանակային միջակայքին պատկանող գրառումները կարող են ընտրվել ամփոփիչ հաշվետվության համար:
uk_ua: Вибрані записи відносяться до різних типів часових інтервалів. До узагальненого звіту можуть бути додані тільки записи з однаковим типом часових інтервалів.

# msgAddToPreferencesPrompt
source: Selected records will be added to preferences.
ar_iq: سيتم إضافة السجلات المحددة إلى التفضيلات.
az_latn_az: Seçilmiş yazılar, "Mənim seçdiklərim" yazılarına əlavə olunacaq.
hy_am: Ընտրված գրառումները կավելացվեն նախընտրած տվյալներին:
uk_ua: Вибрані записи будуть додані до вподобань.

# msgRemoveFromPreferencesPrompt
source: Selected records will be removed from preferences.
ar_iq: ستتم إزالة السجلات المحددة من التفضيلات.
az_latn_az: Seçilmiş yazılar "Mənim seçdiklərim" -dən ləğv olunacaq.
hy_am: Ընտրված գրառումները կհեռացվեն նախընտրած գրառումներից:
uk_ua: Вибрані записи будуть видалені з вподобань.
