Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# ParameterTypeRemove_Has_tlbActivityParameters
source: Parameter Type can not be deleted. It is used in Activity Parameters.
ar_iq: لا يمكن حذف نوع المعلمة. يتم استخدامها في نشاط المعلمات
az_latn_az: Parametrin növünü silmək mümkün deyil. O, Fəaliyyət Parametrlərində istifadədədir.
hy_am: Պարամետրի տեսակը չի կարող ջնջվել: Գոյություն ունեն ձևեր, որոնք պարունակում են տվյալներ կապված այդ պարամետրի հետ:
uk_ua: Не можна видалити тип параметру. Він використовується у Параметрах діяльності.

source: Paste
ar_iq: لصق
az_latn_az: Daxil et
hy_am: Տեղադրել
uk_ua: Вставити

source: Remove
ar_iq: حذف
az_latn_az: Kənar et
hy_am: Հեռացնել
uk_ua: Видалити

source: Report
ar_iq: تقرير
az_latn_az: Hesabat
hy_am: Հաշվետվություն
uk_ua: Звіт

source: Results
ar_iq: نتائج
az_latn_az: Nəticələr
hy_am: Արդյունքներ
uk_ua: Результати

# ResultsFound
source: Results ({0} item(s) are found)
ar_iq: نتائج ({0} عناصر موجودة )
az_latn_az: Nəticələr ({0} element tapılıb)
hy_am: Արդյունքները (Հայտնաբերվել է/են {0} տարր(եր))
uk_ua: Результати (знайдено {0} елементів)

# Rule_Cant_Add_Unsaved_Parameter
source: The unsaved parameter can't be used. You must save parameter.
ar_iq: لا يمكن استخدام المعلمة الغير محفوظة. يجب حفظ المعلمة.
az_latn_az: Yaddaşa verilməmiş parametr istifadə edilə bilməz. Parametri yaddaşa verməlisiniz.
hy_am: Չպահպանված պարամետրը հնարավոր չէ օգտագործել: Դուք պետք է պահպանեք այն:
uk_ua: Не можна використати незбережений параметр. Ви повинні зберегти параметр.

# Rule_Cant_Add_Unsaved_Template
source: The rule can't be added into unsaved template. You must save template.
ar_iq: لا يمكن أن تضاف إلى قاعدة قالب غير محفوظ. يجب حفظ القالب.
az_latn_az: Qayda yaddaşa verilməmiş şablona əlavə edilə bilməz.
hy_am: Կանոնը հնարավոր չէ ավելացնել դեռևս չպահպանված ձևանմուշի մեջ: Դուք պետք է պահպանեք ձևանմուշը:
uk_ua: Правило не може бути додано в незбережений шаблон. Ви повинні зберегти шаблон.

# Rule_Save_MustSetAction
source: You must set rule action for
ar_iq: يجب عليك تعيين قاعدة العمل لل
az_latn_az: Aşağıdakı üçün qayda tədbiri təyin etməlisiniz:
hy_am: Դուք պետք է սահմանեք կանոնի գործողությունը հետևյալի համար.
uk_ua: Необхідно встановити дію правила для

# Rule_Save_MustSetConstant
source: You must set rule constant(s) for
ar_iq: يجب عليك تعيين ثابتة القاعدة ل
az_latn_az: Aşağıdakı üçün qayda tədbiri sabit(lər)i təyin etməlisiniz:
hy_am: Դուք պետք է սահմանեք կանոնի հաստատուն(ներ) հետևյալի համար.
uk_ua: Необхідно встановити константу(-и) правила для

# Rule_Save_MustSetFunction
source: You must set rule function for
ar_iq: يجب عليك تعيين وظيفة للقاعدة
az_latn_az: Aşağıdakı üçün qayda tədbiri funksiyasını təyin etməlisiniz:
hy_am: Դուք պետք է սահմանեք կանոնի ֆունկցիան հետևյալի համար.
uk_ua: Необхідно встановити функцію правила для

# RuleDeleteQuestion
source: Do you want delete rule?
ar_iq: هل تريد حذف القاعدة؟
az_latn_az: Qaydanı silmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ջնջել կանոնը:
uk_ua: Бажаєте видалити правило?

source: Save
ar_iq: احفظ
az_latn_az: Yaddaşa ver
hy_am: Պահպանել
uk_ua: Зберегти

# btnSaveShort
source: Save
ar_iq: احفظ
az_latn_az: Yaddaşa ver
hy_am: Պահպանել
uk_ua: Зберегти

source: Search
ar_iq: البحث
az_latn_az: Axtar
hy_am: Որոնում
uk_ua: Пошук

# SearchResRecords
source: search results
ar_iq: نتائج البحث
az_latn_az: Nəticələri axtar
hy_am: որոնման արդյունքներ
uk_ua: результати пошука

# SectionDeleteQuestion
source: Do you want delete section?
ar_iq: هل تريد حذف القسم؟
az_latn_az: Bölməni silmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ջնջել բաժինը:
uk_ua: Бажаєте видалити розділ?

# sectionDiseasesList
source: Diseases And Species List
ar_iq: قائمة الامراض و اجناس الحيوانات
az_latn_az: Xəstəlik və heyvan növləri siyahısı
hy_am: Հիվանդությունների և կենդանատեսակների ցանկ
uk_ua: Перелік захворювань і видів тварин

# SectionRemove_Has_ffDecorElement_Rows
source: Section can not be deleted. It is used in Decor Elements.
ar_iq: لا يمكن حذف القسم. يتم استخدامه في عناصر التشكيل.
az_latn_az: Bölməni silmək mümkün deyil. O, "Dekor elementləri"ndə istifadədədir.
hy_am: Բաժինը չի կարող ջնջվել: Այն օգտագործվում է ձևավորման տարրերում:
uk_ua: Не можна видалити розділ. Він використовується у Елементах декору.

# SectionRemove_Has_ffParameter_Rows
source: Section can not be deleted. There are parameters in this section.
ar_iq: لا يمكن حذف القسم. هناك معلمات في هذا القسم.
az_latn_az: Bölməni silmək mümkün deyil. Bu bölmədə parametrlər mövcuddur.
hy_am: Բաժինը չի կարող ջնջվել: Այն պարունակում է պարամետրեր:
uk_ua: Не можна видалити розділ. У ньому існують параметри.

# SectionRemove_Has_ffSection_ParentSection_Rows
source: Section can not be deleted. There are children sections.
ar_iq: لا يمكن حذف القسم. هناك أقسام فرعية.
az_latn_az: Bölməni silmək mümkün deyil. Onun tərkibində alt-bölmələr mövcuddur.
hy_am: Բաժինը չի կարող ջնջվել: Այն պարունակում է մանկական բաժիններ:
uk_ua: Не можна видалити розділ. Існують дочірні розділи.

# SectionRemove_Has_ffSectionForTemplate_Rows
source: Section can not be deleted. It is used in Templates.
ar_iq: لا يمكن حذف القسم. يتم استخدامه في القوالب.
az_latn_az: Bölməni silmək mümkün deyil. O, "Şablon"larda istifadədədir.
hy_am: Բաժինը չի կարող ջնջվել: Այն օգտագործվում է Ձևանմուշներում:
uk_ua: Не можна видалити розділ. Він використовується у Шаблонах.

source: September
ar_iq: سبتمبر
az_latn_az: Sentyabr
hy_am: Սեպտեմբեր
uk_ua: Вересень

source: Species
ar_iq: جنس الحيوان
az_latn_az: Növlər
hy_am: Կենդանատեսակ
uk_ua: Вид

# Start date_End date
source: Start date must be earlier than End date.
ar_iq: يجب أن يكون تاريخ البدء في وقت سابق من تاريخ الانتهاء.
az_latn_az: Başlama tarixi Bitmə tarixindən əvvəldə durmalıdır.
hy_am: Մեկնարկի ամսաթիվը պետք է նախորդի ավարտի ամսաթվին:
uk_ua: Дата початку повинна бути раніше за дату завершення.

# strCantChangeAvianSpecies
source: There are samples that refer to this species. You should delete these samples before species change.
ar_iq: هناك عينات التي ترجع إلى هذا النوع. يجب حذف هذه العينات قبل تغيير الأنواع.
az_latn_az: Bu növlərə aid olan nümunələr var. Növləri dəyişməzdən əvvəl bu nümunələri silməlisiz
hy_am: Գոյություն ունեն այս կենդանատեսակին վերաբերող նմուշներ: Նախքան կենդանատեսակի փոփոխումը, դուք պետք է ջնջեք այս նմուշները:
uk_ua: Існують зразки, які відносяться до цього виду. Необхідно видалити ці зразки перед зміною виду

# strCantChangeLivestockSpecies
source: There are animals that refer to this species. You should delete these animals before species change.
ar_iq: هناك حيوانات التي ترجع إلى هذا النوع. يجب حذف هذه الحيوانات قبل تغيير الأنواع.
az_latn_az: Bu növlərə aid olan heyvanlar var. Növləri dəyişməzdən əvvəl bu heyvanları silməlisiz.
hy_am: Գոյություն ունեն այս կենդանատեսակին վերաբերող կենդանիներ: Նախքան կենդանատեսակների փոփոխումը, դուք պետք է ջնջեք այս կենդանիների անվանումները:
uk_ua: Існують тварини, які відносяться до цього виду. Необхідно видалити цих тварин перед зміною виду

# strCreateAliquote
source: Create Aliquot
ar_iq: إنشاء قاسم غير تام
az_latn_az: Alikvotı Yarat
hy_am: Ստեղծել ալեքվոտ
uk_ua: Створити аліквоту

# strCreateDerivative
source: Create Derivative
ar_iq: انشاء متفرعات
az_latn_az: Törəməni Yarat
hy_am: Ստեղծել ածանցյալ
uk_ua: Створити похідне

# strErrorCustomAggregate
source: N/A
ar_iq: لا بيانات
az_latn_az: A/D
hy_am: Հասանելի չէ
uk_ua: н/д

# strFlock
source: Flock
ar_iq: قطيع
az_latn_az: Dəstə
hy_am: Երամ
uk_ua: Зграя

# strHerd
source: Herd
ar_iq: القطيع
az_latn_az: Sürü
hy_am: Հոտ
uk_ua: Стадо

# strLine
source: Line
ar_iq: خط
az_latn_az: Sətir
hy_am: Գիծ
uk_ua: Лінія

# strMatrixActive
source: Active
ar_iq: مفعل
az_latn_az: Aktiv
hy_am: Ակտիվ
uk_ua: Активна

# strMatrixDefault
source: Default
ar_iq: افتراضيا
az_latn_az: Standart
hy_am: Լռելյայն
uk_ua: За умовчанням

# strMatrixNotActive
source: Not Active
ar_iq: غير مشتغل
az_latn_az: Qeyri-aktiv
hy_am: Ոչ ակտիվ
uk_ua: Не активна

# strNoStatsCustomAggregate
source: No information
ar_iq: لا معلومات
az_latn_az: Məlumat yoxdur
hy_am: Տեղեկատվություն չկա
uk_ua: Немає інформації

# strSpeciesExist
source: Such species exists in the {0} already. Select other species.
ar_iq: هذه الأنواع موجودة في {0} بالفعل. حدد أنواع أخرى.
az_latn_az: Belə nümunə artıq {0} yerdə mövcuddur.Başqa növləri seş.
hy_am: Նման կենդանատեսակ արդեն գոյություն ունի {0}-ում: Ընտրեք այլ կենդանատեսակ:
uk_ua: Такий вид вже існує у {0}. Оберіть інший вид.

# strYes_Id
source: Yes
ar_iq: نعم
az_latn_az: Bəli
hy_am: Այո
uk_ua: Так

source: Superseded
ar_iq: يبتعد
az_latn_az: Ləğv edilsin
hy_am: Ջնջվում է
uk_ua: Видаляється

source: Survivor
ar_iq: باق على قيد الحياة
az_latn_az: Qalsın
hy_am: Մնում է
uk_ua: Залишається

# tabTitleActions
source: Actions
ar_iq: اجراءات
az_latn_az: Tədbirlər
hy_am: Գործողություններ
uk_ua: Дії

# tabTitleComments
source: Comments
ar_iq: ملاحظات
az_latn_az: Qeydlər
hy_am: Մեկնաբանություններ
uk_ua: Коментарі

# tabTitleGeneral
source: General
ar_iq: عام
az_latn_az: Ümumi
hy_am: Ընդհանուր տեղեկատվություն
uk_ua: Загальна інформація

# tabTitleNotification
source: Notification
ar_iq: اشعار
az_latn_az: Təcili bildiriş
hy_am: Շտապ հաղորդում
uk_ua: Повідомлення

# tabTitleTests
source: Tests
ar_iq: الاختبارات
az_latn_az: Testlər
hy_am: Հետազոտություններ
uk_ua: Тести

# tabTitleVetCaseComments
source: Comments
ar_iq: ملاحظات
az_latn_az: Qeydlər
hy_am: Մեկնաբանություններ
uk_ua: Коментарі

# tabTitleVetCaseSamples
source: Samples
ar_iq: عيينات
az_latn_az: Nümunələr
hy_am: Նմուշներ
uk_ua: Зразки

# TemplateDeleteQuestion
source: Do you want delete template?
ar_iq: هل تريد حذف القالب؟
az_latn_az: Şablonu silmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ջնջել ձևանմուշը:
uk_ua: Бажаєте видалити шаблон?

# TemplateDeterminant_Have_Equal_Combinations_Determinants
source: Template '{0}' have equal combination parameters with template '{1}'.
ar_iq: قالب '{0}' لديه مجموعة معلمات المساواة مع القالب '{1}'
az_latn_az: Şablon '{0}' şablon '{1}' ilə eyni təyinedici dəstinə malikdir
hy_am: '{0}' ձևանմուշն ունի նույն դետերմինանտների խումբը, ինչ ձևանմուշ '{1}' -ը:
uk_ua: Шаблон "{0} 'має однаковий набір визначників з шаблоном {1}'

# TemplateObjectDeleteQuestion
source: Do you want delete template object?
ar_iq: هل تريد حذف هذا العنصر من القالب؟
az_latn_az: Şablon obyektini silmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ջնջել ձևանմուշի օբյեկտը:
uk_ua: Бажаєте видалити об'єкт шаблону?

# TemplateRemove_Has_Observation
source: Can't delete template. There are observation (s), linked with this template.
ar_iq: لا يمكن حذف اللوحة. هناك بيانات مرتبطة بهذه اللوحة.
az_latn_az: Şablonu silmək mümkün deyil. Bu şablona bağlanmış müşahidə(lər) mövcuddur.
hy_am: Հնարավոր չէ ջնջել ձևանմուշը: Առկա են տվյալ(ներ) կապված նշված ձևանմուշի հետ:
uk_ua: Не можна видалити шаблон. Існує спостереження, яке пов'язане з цим зразком.

# TemplateRemove_Must_Have_Another_Template
source: Can't delete template. Must be another UNI templates without country determinant or with current country determinant.
ar_iq: لا يمكن حذف اللوحة. يجب وجود لوحات موحدة بدون بلد المحدد او بمحدد البلد الجاري
az_latn_az: Şablonu silmək olmaz. Ölkə-Təyinedicisiz-digər UNİ şablonları olmalıdır, yaxud cari ölkə-determinantı ilə.
hy_am: Հնարավոր չէ ջնջել ձևանմուշը: Պետք է լինեն օգտագործողի այլ UNI ձևանմուշներ առանց երկրի դետերմինանտի կամ ընթացիկ երկրի դետերմինանտով:
uk_ua: Не можливо видалити шаблон. Повинні бути інші UNI шаблони або без визначників-країн, або з визначником-поточною країною.

# TemplatesWhichUseThisParameter
source: Templates which use this Parameter ({0} {1})
ar_iq: القوالب التي تستخدم هذه المعلمة ({0} {1})
az_latn_az: Bu Parametrdən istifadə edən şablonlar ({0}{1})
hy_am: Ձևանմունշեր, որոնք օգտագործում են այս պարամետրը ({0} {1})
uk_ua: Шаблони, що використовують цей параметр ({0} {1})

# TemplateUNI_Cant_Set
source: Can't set template as UNI, because exist another template without determinants ('{0}').
ar_iq: لا يمكن وضع لوحة موحدة و ذلك لوجود لوحة اخرى بدون المحدد ('{0}')
az_latn_az: Şablonu UNİ kimi qeyd etmək olmaz, çünki ('{0}') təyinedicisiz digər şablon var .
hy_am: Հնարավոր չէ ձևանմուշը դարձնել որպես UNI, քանի որ գոյություն ունի առանց դետերմինանտների այլ ձևանմուշ ('{0}')
uk_ua: Не можливо позначити шаблон як UNI, тому що існує інший шаблон без визначників ('{0}')

# TemplateUNI_This_Template_Set_UNI
source: This template set as UNI
ar_iq: هذا القالب موضوع بصفته موحد
az_latn_az: Bu şablon UNİ kimi qeyd olunub
hy_am: Այս ձևանմուշը սահմանված է որպես UNI
uk_ua: Цей шаблон позначений як UNI

source: Tests Count
ar_iq: عدد الاختبارات
az_latn_az: Testlərin miqdarı
hy_am: Հետազոտությունների քանակ
uk_ua: Кількість тестів

source: There are no Templates which use this Parameter.
ar_iq: لا توجد قوالب التي تستخدم هذه المعلمة
az_latn_az: Bu Parametrdən heç bir Şablonda istifadə edilmir
hy_am: Այս պարամետրն օգտագործող ձևանմուշներ գոյություն չունեն:
uk_ua: Немає жодного шаблону, що використовує цей параметр

# titleDeleteAnimal
source: Delete Animal
ar_iq: فسخ الحيوان
az_latn_az: Heyvanı sil
hy_am: Ջնջել կենդանուն
uk_ua: Видалити тварину

# titleDeleteFarm
source: Replace Farm
ar_iq: تعويض تسجيل المزرعة
az_latn_az: Fermanı əvəz et
hy_am: Փոխարինել տնտեսության մասին գրառումը
uk_ua: Замінити ферму

# titleEmployeeDetails
source: Employee Details
ar_iq: تفاصيل عن الموظف
az_latn_az: İşçi haqqında təfsilatlar
hy_am: Աշխատակցի տվյալներ
uk_ua: Дані про працівника

# titleGeneralInfo
source: General Info
ar_iq: معلومات عامة
az_latn_az: Ümumi məlumat
hy_am: Ընդհանուր տեղեկատվություն
uk_ua: Загальна інформація

# titleGeneralInformation
source: General Information
ar_iq: معلومات عامة
az_latn_az: Ümumi məlumat
hy_am: Ընդհանուր տեղեկատվություն
uk_ua: Загальна інформація

# titleLogin
source: Login
ar_iq: اسم المستخدم
az_latn_az: İstifadəçinin adı
hy_am: Օգտագործողի անուն
uk_ua: Ім'я користувача

# titleOrganizationList
source: Organizations List
ar_iq: قائمة المنظمات
az_latn_az: Təşkilatların siyahısı
hy_am: Կազմակերպությունների ցանկ
uk_ua: Перелік закладів

# titlePersonDetails
source: Personal Information
ar_iq: بيانات شخصية
az_latn_az: Şəxsi məlumat
hy_am: Անձնական տեղեկատվություն
uk_ua: Персональна інформація

# titleSampleDetails
source: Sample Details
ar_iq: معلومات عن العينة
az_latn_az: Nümunəyə dair təfərrüatlar
hy_am: Նմուշի մանրամասներ
uk_ua: Дані про зразок

# titleSampleReceivingRegistration
source: Sample Receiving/Registration
ar_iq: الحصول/تسجيل العيينة
az_latn_az: Nümunənin qəbulu/qeydiyyatı
hy_am: Նմուշի ընդունում/գրանցում
uk_ua: Отримання/Реєстрація зразків

# titleSummaryAggregateSettings
source: Summary Aggregate Settings
ar_iq: معلمات التقرير الاجمالي
az_latn_az: Qrupşəkilli hadisələrin yekun hesabatın parametrləri
hy_am: Ամփոփ հաշվետվության կարգավորումներ
uk_ua: Параметри кумулятивного звіту

# titleTestDetails
source: Test Details
ar_iq: معلومات عن الاختبار
az_latn_az: Testə dair təfərrüatlar
hy_am: Հետազոտության մանրամասներ
uk_ua: Дані про тест

# titleVaccinationSection
source: Vaccination Info
ar_iq: معلومات عن التلقيح
az_latn_az: Peyvəndləməya aid məlumatlar
hy_am: Պատվաստման տեղեկատվություն
uk_ua: Інформація про вакцинацію

# TrueValue
source: True
ar_iq: حقيقة
az_latn_az: Həqiqət
hy_am: Այո
uk_ua: Так

source: Up
ar_iq: الى اعلى
az_latn_az: Yuxarı
hy_am: Վերեւ
uk_ua: Вгору

source: View
ar_iq: مشاهدة
az_latn_az: Nəzərdən keçirmək
hy_am: Դիտել
uk_ua: Перегляд

source: Select
ar_iq: اختيار
az_latn_az: Seç
hy_am: Ընտրել
uk_ua: Обрати

# titleCreateCase
source: Create Case
ar_iq: انشاء حالة
az_latn_az: Xəstəlik hadisəsini yarat
hy_am: Ստեղծել դեպք
uk_ua: Створити історію хвороби

source: About
ar_iq: عن البرنامج
az_latn_az: Proqram haqqında
hy_am: Ծրագրի մասին
uk_ua: Про програму

source: Accession
ar_iq: قبول
az_latn_az: Qəbul
hy_am: Ընդունում
uk_ua: Отримання зразків

source: Age
ar_iq: العمر
az_latn_az: Yaşı
hy_am: Տարիք
uk_ua: Вік

# AntimicrobialTherapy
source: Antibiotic
ar_iq: مضاد حيوي
az_latn_az: Antibiotik
hy_am: Հակաբորբոքային
uk_ua: Антибіотик

# btAddContact
source: Add Contact
ar_iq: اضافة اتصال
az_latn_az: Təmasda olanları əlavə et
hy_am: Ավելացնել կոնտակտ
uk_ua: Додати контакт

# btNewSpecies
source: New Species
ar_iq: انواع جديدة
az_latn_az: Yeni növ
hy_am: Ավելացնել կենդանատեսակ
uk_ua: Додати вид

# btRemoveContact
source: Remove Contact
ar_iq: حذف الاتصال
az_latn_az: Təmasda olanları sil
hy_am: Հեռացնել կոնտակտը
uk_ua: Видалити контакт

# btTitleSearchforDuplicates
source: Search for Duplicates
ar_iq: ابحث عن نسخ
az_latn_az: Dublikatların axtarışı
hy_am: Կրկնօրինակների որոնում
uk_ua: Пошук копій

# btViewDetails
source: View Details
ar_iq: التفاصيل
az_latn_az: Təfsilatlara baxış
hy_am: Մանրամասներ
uk_ua: Детальна інформація

# chbTitleBasisOfDiagnosis
source: Basis of Diagnosis
ar_iq: أساس التشخيص
az_latn_az: Diaqnozun əsası
hy_am: Ախտորոշման հիմք
uk_ua: Основа діагнозу

# colSampleID
source: Local/Field Sample ID
ar_iq: رقم التعرف على العيينة المحلية/الحقلية
az_latn_az: Nümunənin sahədəki/yerli Q/N-si
hy_am: Նմուշի տեղական/դաշտային ն/հ
uk_ua: Інд. Місцевий/Польовий № зразку

# FarmPanelDetailsWindow
source: Farm Info Details
ar_iq: تفاصيل المعلومات عن الضيعة
az_latn_az: Fermaya dair təfərrüatlar
hy_am: Տնտեսության տեղեկատվության մանրամասներ
uk_ua: Дані про ферму

# sectionTitleControlMeasures
source: Control Measures
ar_iq: اجراءات المراقبة
az_latn_az: Nəzarət tədbirləri
hy_am: Վերահսկման միջոցառումներ
uk_ua: Контрольні заходи

# sectionTitleFarmKind
source: Farm Kind
ar_iq: نوع المزرعة
az_latn_az: Ferma növü
hy_am: Տնտեսության տեսակ
uk_ua: Тип ферми

# strColumn
source: Column
ar_iq: العمود
az_latn_az: Sütun
hy_am: Սյունակ
uk_ua: Колонка

# tabTitleAnimals
source: Animals
ar_iq: حيوانات
az_latn_az: Heyvanlar
hy_am: Կենդանիներ
uk_ua: Тварини

# tabTitleCampaign
source: Campaign
ar_iq: حملة
az_latn_az: Kampaniya
hy_am: Կամպանիա
uk_ua: Кампанія

# tabTitleCaseClassification
source: Case Classification
ar_iq: تصنيف الحالة
az_latn_az: Hadisənin təsnifatı
hy_am: Դեպքի դասակարգում
uk_ua: Класифікація випадку

# tabTitleCaseInvestigation
source: Case Investigation
ar_iq: التحقيق الوبائي عن الحالة
az_latn_az: Xəstəliyin Tədqiqat kartı
hy_am: Դեպքի հետազոտություն
uk_ua: Дослідження випадку

# tabTitleCases
source: Cases
ar_iq: حالات
az_latn_az: Xəstəlik hadisələri
hy_am: Դեպքեր
uk_ua: Випадки

# tabTitleClinicalDiagnosis
source: Diagnoses
ar_iq: التشخيص
az_latn_az: Diaqnozlar
hy_am: Ախտորոշումներ
uk_ua: Діагнози

# tabTitleConclusion
source: Conclusion
ar_iq: استنتاج
az_latn_az: Yekun
hy_am: Եզրակացություն
uk_ua: Висновок

# tabTitleContactList
source: Contact List
ar_iq: قائمة الاشخاص للاتصال
az_latn_az: Təmasda olan şəxslərin siyahısı
hy_am: Կոնտակտային անձանց ցանկ
uk_ua: Перелік контактів

# tabTitleEpidemiologicalLinksAndRiskFactors
source: Epidemiological Links and Risk Factors
ar_iq: روابط وبائية وعوامل الخطر
az_latn_az: Epidemioloji əlaqələr və risk faktorları
hy_am: Համաճարակաբանական կապեր եւ ռիսկի գործոններ
uk_ua: Епідеміологічні зв'язки та фактори ризику

# tabTitleFarmFlocks
source: Avian Flocks
ar_iq: سرب طيور
az_latn_az: Quş dəstələri
hy_am: Թռչունների երամներ
uk_ua: Стада птахів

# tabTitleFarmHerds
source: Livestock Herds
ar_iq: قطيع المواشي
az_latn_az: Heyvan sürüləri
hy_am: Գյուղատնտեսական կենդանիների հոտ
uk_ua: Стада домашньої худоби

# tabTitleFinalCaseClassificationAndOutcome
source: Final Case Classification and Outcome
ar_iq: التصنيف النهائي للحالة و النتيجة
az_latn_az: Hadisənin son təsnifatı və nəticə
hy_am: Դեպքի վերջնական դասակարգում եւ արդյունք
uk_ua: Заключна класифікація випадку та результат

# tabTitleSamplesCollection
source: Samples Collection
ar_iq: قائمة العينات
az_latn_az: Nümunələrin siyahısı
hy_am: Նմուշների ցանկ
uk_ua: Зібрані зразки

# tabTitleSessions
source: Sessions
ar_iq: فترات
az_latn_az: Sessiyalar
hy_am: Սեսիաներ
uk_ua: Сесії

# tabTitleVetCaseAnimals
source: Animals
ar_iq: حيوانات
az_latn_az: Heyvanlar
hy_am: Կենդանիներ
uk_ua: Тварини

# tabTitleVetCaseLabTests
source: Lab Tests
ar_iq: الاختبارات المخبرية
az_latn_az: Laborator testləri
hy_am: Լաբորատոր հետազոտություններ
uk_ua: Лабораторні тести

# tabTitleVetCasePensideTests
source: Penside Tests
ar_iq: اختبارات سريعة
az_latn_az: Təcili testlər
hy_am: էքսպրես հետազոտություններ
uk_ua: Експрес тести

# titleAccessionedBy
source: Accessioned By
ar_iq: تم القبول من طرف
az_latn_az: Qəbul etdi
hy_am: Ընդունել է
uk_ua: Ким прийнято

# titleAccessionIn
source: Accession
ar_iq: قبول
az_latn_az: Qəbul
hy_am: Ընդունում
uk_ua: Отримання зразків

# titleAccessionInTitle
source: Accession In
ar_iq: القبول في
az_latn_az: Nümunələrin laboratoriyada qeydiyyatı
hy_am: Նմուշների ընդունում
uk_ua: Прийом зразків

# titleCaseSummary
source: Case Summary
ar_iq: ملخص الحالة
az_latn_az: Xəstəlik hadisəsinin yekun xülasəsi
hy_am: Դեպքի ամփոփում
uk_ua: Звіт про випадок

# titleClinicalInformation
source: Clinical Information
ar_iq: بيانات سريرية
az_latn_az: Kliniki məlumat
hy_am: Կլինիկական տեղեկատվություն
uk_ua: Клінічна інформація

# titleDataEntry
source: Data Entry
ar_iq: ادخال البيانات
az_latn_az: Məlumatların daxil edilməsi
hy_am: Տվյալների մուտքագրում
uk_ua: Дата введення

# titleDemographicInformation
source: Demographic Information
ar_iq: بيانات سكانية
az_latn_az: Demoqrafik məlumatlar
hy_am: Ժողովրդագրական տեղեկատվություն
uk_ua: Демографічна інформація

# titleFarmContactInformation
source: Farm Contact Information
ar_iq: للاتصال بالضيعة
az_latn_az: Fermanın əlaqə məlumatları
hy_am: Տնտեսության կոնտակտային տեղեկատվություն
uk_ua: Контактна інформація про ферму

# titleFarmDetails
source: Farm Details
ar_iq: معلومات عن الضيعة
az_latn_az: Fermaya dair təfərrüatlar
hy_am: Տնտեսության մանրամասներ
uk_ua: Дані про ферму

# titleHumanAggregateCaseTitle
source: Human Aggregate Case Details
ar_iq: تفاصيل مجمعة للحالة البشرية
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələrinə dair məlumatlar
hy_am: Մարդու հիվանդության դեպքերի ցուցակային տվյալներ
uk_ua: Кумулятивні дані про захворювання людини

# titleInvestigated
source: Investigated
ar_iq: تم التحقيق فيها
az_latn_az: Araşdırılmış
hy_am: Հետազոտված է
uk_ua: Досліджено

# titleInvestigation
source: Investigation
ar_iq: التحقيق
az_latn_az: Tədqiqat
hy_am: Հետազոտություն
uk_ua: Дослідження

# titleLocation
source: Location
ar_iq: موقع
az_latn_az: Yeri
hy_am: Վայր
uk_ua: Місце виникнення

# titleReported
source: Reported
ar_iq: اشعار بحالة
az_latn_az: Hesabat verilmişdir
hy_am: Հաղորդում դեպքի մասին
uk_ua: Повідомлено

# titleSampleTitle
source: Sample
ar_iq: العيينة
az_latn_az: Nümunə
hy_am: Նմուշ
uk_ua: Зразок

# titleSelectTestTitle
source: Laboratory Test Details
ar_iq: تفاصيل عن اختبارات المخبر
az_latn_az: Laborator testə dair məlumat
hy_am: Լաբորատոր հետազոտության մանրամասներ
uk_ua: Дані лабораторного дослідження

# titleSummaryInfo
source: Summary Info
ar_iq: معلومات اجمالية
az_latn_az: Qrupşəkilli hadisələrin yekun hesabatına dair məlumatlar
hy_am: Ամփոփ հաշվետվության տվյալներ
uk_ua: Дані узагальненого звіту

# titleVetAggregateActionTitle
source: Vet Aggregate Action Details
ar_iq: بيانات اجمالية عن عمليات بيطرية
az_latn_az: Qrupşəkilli baytarlıq tədbirlərin təfsilatları
hy_am: Անասնաբուժական միջոցառումների վերաբերյալ տվյալներ
uk_ua: Кумулятивні дані про ветеринарні заходи

# titleVetAggregateCaseTitle
source: Vet Aggregate Case Details
ar_iq: بيانات اجمالية عن مرض الحيوانات
az_latn_az: Qrupşəkilli baytarlıq xəstəlik hadisələrin təfsilatları
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ մանրամասն հաշվետվություն
uk_ua: Кумулятивні дані про захворювання тварин

# titleAntibiotic
source: Antibiotic
ar_iq: مضاد حيوي
az_latn_az: Antibiotik
hy_am: Հակաբորբոքային
uk_ua: Антибіотик

# titleGeoLocation
source: Geographic Location
ar_iq: الموقع الجغرافي
az_latn_az: Coğrafi yer
hy_am: Աշխարհագրական դիրք
uk_ua: Географічне розташування

# titlePersonsList
source: Persons List
ar_iq: قائمة الاشخاص
az_latn_az: Sistemdə qeydiyyata alınmış şəxslərin siyahısı
hy_am: Համակարգում գրանցված մարդկանց ցանկ
uk_ua: Перелік пацієнтів
