Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# GainedMaxNestLevel
source: Can't add Section. The maximum nest level is reached.
ar_iq: لا يمكن إضافة قسم. تم الوصول إلى أقصى مستوى الادراج.
az_latn_az: Bölməni əlavə etmək mümkün deyil. Bölmələrin sayı maksimuma çatmışdır.
hy_am: Հնարավոր չէ ավելացնել բաժին: Ներդրման առավելագույն հնարավորությունը սպառված է:
uk_ua: Не можна додати Розділ. Максимальна межа досягнута.

# Gender
source: Sex
ar_iq: الجنس
az_latn_az: Cins
hy_am: Սեռ
uk_ua: Стать

# gis_avrData
source: AVR Data
ar_iq: تاريخ المقايسة للتحقق من صحة التقرير
az_latn_az: AVH məlumatları
hy_am: ՎՏՀ տվյալներ
uk_ua: Дані АВЗ

# gis_Caption_OpenMap
source: Open map:
ar_iq: فتح خارطة:
az_latn_az: Xəritəni aç:
hy_am: Բացել քարտեզը.
uk_ua: Відкрити мапу:

# gis_Caption_SaveOpenMpk
source: Select map pack
ar_iq: اختيار حزمة خرائط
az_latn_az: Xəritə komplektini seç
hy_am: Ընտրել քարտեզների փաթեթ
uk_ua: Оберіть картографічний пакет

# gis_ErrMessage_OpenMap
source: Can't open selected map. Please check versions compatibility.
ar_iq: لا يمكن فتح الخريطة المحددة. يرجى التحقق من توافق الإصدارات.
az_latn_az: Seçilmiş xəritəni açmaq qeyri-mümkündür. Zəhmət olmasa, xəritələrin uyğunlaşmasını yoxlayın
hy_am: Հնարավոր չէ բացել ընտրված քարտեզը: Խնդրում ենք ստուգել տարբերակների համատեղելիությունը:
uk_ua: Неможливо відкрити обрану мапу. Будь ласка перевірте сумісність версій мапи.

# gis_Filter_Raster
source: Raster files(*.tif,*.img,*.jpg)
ar_iq: ملفات نقطية(*.tif,*.img,*.jpg)
az_latn_az: Raster faylları(*.tif,*.img,*.jpg)
hy_am: Ռաստրային ֆայլեր(*.tif,*.img,*.jpg)
uk_ua: Растрові файли (*.tif,*.img,*.jpg)

# gis_Filter_Shp
source: Shape files(*.shp)
ar_iq: ملفات(*.shp)
az_latn_az: Shape faylları(*.shp)
hy_am: Ուրվագծային ֆայլեր (*.shp)
uk_ua: Файли форми (*.shp)

# gis_FilterMpk
source: Map pack files | *.mpk
ar_iq: حزمة ملفات خرائطية | *.mpk
az_latn_az: Xəritə paketlərinin faylları | *.mpk
hy_am: Քարտեզի փաթեթի ֆայլեր | *.mpk
uk_ua: Файли картографічних пакетів (*.mpk) | *.mpk

# gis_LayerNames_Rayons
source: Rayons
ar_iq: المناطق السكنية
az_latn_az: Rayonlar
hy_am: Տարածաշրջան
uk_ua: Райони

# gis_LayerNames_Regions
source: Regions
ar_iq: المناطق
az_latn_az: Regionlar
hy_am: Մարզեր
uk_ua: Області

# gis_LayerNames_Settlements
source: Settlements
ar_iq: الاحياء السكنية
az_latn_az: Yaşayiş yerləri
hy_am: Բնակավայրեր
uk_ua: Населені пункти

# gis_Message_AddLayerToMap
source: Would you like to add layer to map?
ar_iq: هل ترغب في إضافة طبقة إلى الخريطة؟
az_latn_az: Xəritəyə qat əlavə etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք շերտ ավելացնել քարտեզում:
uk_ua: Бажаєте додати шар до мапи?

# gis_Message_BufZoneLayerInUse
source: This layer currently in use and can not be removed.
ar_iq: هذ الطبقة تستخدم حاليا و لا يمكن ازالتها.
az_latn_az: Cari qat hazırda istifadə edilir və kənar edilə bilməz.
hy_am: Այս շերտը ներկայում օգտագործվում է և չի կարող հեռացվել:
uk_ua: Цей шар вже використовується, та його не можна видалити.

# gis_Message_OpenMap
source: Would you like to open this map?
ar_iq: هل ترغب في فتح هذه الخريطة؟
az_latn_az: Bu xəritəni açmaq istəyirsinizmi?
hy_am: Ցանկանու՞մ եք բացել այս քարտեզը:
uk_ua: Бажаєте відкрити цю мапу?

# gis_Message_RemoveBufZoneLayer
source: Would you like to remove selected buffer zones layer?
ar_iq: هل ترغب في إزالة طبقة المناطق العازلة المختارة؟
az_latn_az: Qeyd edilən bufer zonası qatını kənar etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք հեռացնել ընտրված բուֆերային գոտիների շերտը:
uk_ua: Бажаєте видалити обраний шар буферної зони?

# gis_Message_RemoveLayer
source: Would you like to remove this layer?
ar_iq: هل ترغب في إزالة هذه الطبقة؟
az_latn_az: Bu qatı kənar etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք հեռացնել այս շերտը:
uk_ua: Бажаєте видалити цей шар?

# gis_Message_SaveMap
source: Would you like to save customized map?
ar_iq: ترغب في حفظ الخريطة المعدلة؟
az_latn_az: Qurulmuş xəritəni yaddaşa vermək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք պահպանել կարգավորված քարտեզը:
uk_ua: Бажаєте зберегти настроєну мапу?

# gis_Message_TooManyLayers
source: You have exceeded the maximum number of layers in the map (100).
ar_iq: لقد تجاوزت الحد الأقصى لعدد الطبقات في الخريطة (100)
az_latn_az: Xəritə üçün yol verilən maksimum qat sayını keçmisiniz (100).
hy_am: Դուք գերազանցել եք քարտեզի շերտերի առավելագույն թիվը (100)
uk_ua: Ви перевищили максимальну кількість шарів у мапі (100)

# gis_Message_WrongRaster
source: Cannot open this file as a raster layer.
ar_iq: لا يمكن فتح هذا الملف كطبقة نقطية.
az_latn_az: Bu faylı rastr qatı kimi açmaq mümkün deyil.
hy_am: Հնարավոր չէ բացել այս ֆայլը որպես ռաստրային շերտ:
uk_ua: Не можна відкрити цей файл як растровий шар.

# gis_Message_WrongShp
source: Cannot open this shape file.
ar_iq: لا يمكن فتح هذا الملف بشكل ناقلات الرسومات
az_latn_az: Bu shape faylı açmaq mümkün deyil.
hy_am: Հնարավոր չէ բացել այս ուրվագծային ֆայլը
uk_ua: Не можна відкрити файл цієї форми

# gis_Name_CaseLocation
source: Case location
ar_iq: تحديد مكان الحالة
az_latn_az: Xəstəlik hadisəsinin yeri
hy_am: Դեպքի վայր
uk_ua: Місце виникнення випадку

# gis_OpenMpkError
source: Map can't be imported!
ar_iq: لا يمكن استيراد الخريطة!
az_latn_az: Xəritə idxal edilə bilməz!
hy_am: Քարտեզը չի կարող ներմուծվել:
uk_ua: Мапа не може бути імпортована!

# HumanSampleID
source: Local Sample ID
ar_iq: رقم التعرف على العيينة المحلية
az_latn_az: Nümunənin yerli Q/N-si
hy_am: Նմուշի տեղական ն/հ
uk_ua: Інд. № місцевого зразку

# idfAnimal
source: Animal ID
ar_iq: رقم التعرف على الحيوان
az_latn_az: Heyvanın Q/N-si
hy_am: Կենդանու ն/հ
uk_ua: Інд. № тварини

# infoNewAccessionIn
source: New material accession in is created.
ar_iq: استقبال عيينة جديدة
az_latn_az: Yeni nümunə qəbul olundu
hy_am: Ընդունվել է նոր նմուշ
uk_ua: Отримано новий матеріал

# infoNewAccessionOut
source: New material accession out is created.
ar_iq: انشاء نقل عينة جديدة
az_latn_az: Yeni nümunə göndərildi
hy_am: Նմուշի նոր տեղափոխում
uk_ua: Новий матеріал виданий

# infoNewHumanCase
source: New human case is created.
ar_iq: تم انشاء حالة بشرية جديدة
az_latn_az: İnsanlar arasında yeni xəstəlik hadisəsi yaradıldı
hy_am: Ստեղծվել է մարդու նոր դեպք
uk_ua: Створений новий випадок захворювання людини

# infoNewHumanCaseReceived
source: New human case notification is received.
ar_iq: تم استقبال اشعار بحالة بشرية جديدة
az_latn_az: İnsanlar arasında yeni xəstəlik hadisəsi haqqında bildiriş qəbul olundu
hy_am: Ստացվել է մարդու նոր դեպքի վերաբերյալ շտապ հաղորդում
uk_ua: Отримано повідомлення про новий випадок захворювання людини

# infoNewNotificationEvent
source: New notification event is received.
ar_iq: استقبال اشعار بحادث جديد
az_latn_az: Yeni hadisə haqqında bildiriş alınmışdır
hy_am: Ստացվել է ծանուցում նոր իրադարձության մասին
uk_ua: Отримано нове повідомлення про випадок

# infoNewOutbreak
source: New outbreak notification is created
ar_iq: انشاء اشعار بتفشي جديد
az_latn_az: Yeni alovlanma haqqında bildiriş yaradılıb
hy_am: Ստեղծվել է ծանուցում նոր բռնկման մասին
uk_ua: Створено повідомлення про новий спалах

# infoNewOutbreakReceived
source: New outbreak notification is received.
ar_iq: تم استقبال اشعار بتفشي جديد
az_latn_az: Yeni alovlanma haqqında bildiriş alınmışdır
hy_am: Ստացվել է ծանուցում նոր բռնկման մասին
uk_ua: Отримано повідомлення про новий спалах

# infoNewVetCase
source: New veterinary case is created.
ar_iq: تم انشاء حالة بيطرية جديدة
az_latn_az: Baytarlıq xəstəlikləri arasında yeni xəstəlik hadisəsi haqqında bildiriş
hy_am: Ստեղծվել է անասնաբուժական նոր դեպք
uk_ua: Отримано повідомлення про новий ветеринарний випадок

# infoNewVetCaseReceived
source: New vet case notification is received.
ar_iq: تم الحصول على اشعار بحالة بيطرية جديدة
az_latn_az: Yeni baytarlıq hadisəsi haqqında xəbərdarlıq qəbul olundu.
hy_am: Ստացվել է անասնաբուժական նոր դեպքի մասին ծանուցում
uk_ua: Отримано повідомлення про новий ветеринарний випадок

# infoPopupFormat
source: {0}. Click Here to view new EIDSS events.
ar_iq: {0}. اظغط هنا لمشاهدة حوادث جديدة من النظام الالكتروني المتظمن لمراقبة الامراض.
az_latn_az: {0}.Yeni YXEMS hadisələrinə baxmaq üçün burada tikla
hy_am: {0}. Սեղմեք այստեղ՝ ՀՀԷՀՀ նոր իրադարձությունները դիտելու համար:
uk_ua: {0}.Натисніть тут для перегляду нових подій у ЕІСНЗ

# infoTestRequest
source: New test request is created.
ar_iq: تم انشاء طلب اختبار جديد
az_latn_az: Yeni testin aparılması üçün təklif yaradılmışdır
hy_am: Ստեղծվել է նոր հետազոտության հայց
uk_ua: Створено запит на проведення тесту

# infoTestResult
source: New test results are created.
ar_iq: تم انشاء نتائج جديدة للاختبار
az_latn_az: Testin yeni nəticələri yaradılmışdır
hy_am: Ստեղծվել են հետազոտության նոր արդյունքներ
uk_ua: Створені нові результати тесту

# infoTestResultReceived
source: New test results are received.
ar_iq: تم الحصول على نتائج جديدة للاختبار
az_latn_az: Testin yeni nəticələri qəbul olundu
hy_am: Ստացվել են հետազոտության նոր արդյունքներ
uk_ua: Отримані нові результати тесту

source: item
ar_iq: عنصر
az_latn_az: obyekt
hy_am: օբյեկտ
uk_ua: об'єкт

source: items
ar_iq: عنصر
az_latn_az: obyektlər
hy_am: օբյեկտներ
uk_ua: об'єктів

source: January
ar_iq: يناير
az_latn_az: Yanvar
hy_am: Հունվար
uk_ua: Січень

# Journal60BH
source: Human
ar_iq: بشري
az_latn_az: İnsan
hy_am: Մարդու
uk_ua: Охорони здоров'я

# Journal60BHA
source: Human, Avian
ar_iq: بشري، للطيور
az_latn_az: İnsan, Quş
hy_am: Մարդ, Թռչուն
uk_ua: Людина, Птах

# Journal60BHAL
source: Human, Avian, Livestock
ar_iq: بشري، للطيور، للماشية
az_latn_az: İnsan, Quş, Qaramal
hy_am: Մարդ, Թռչուն, Գյուղատնտեսական կենդանի
uk_ua: Людина, Худоба, Птиця

# Journal60BHL
source: Human, Livestock
ar_iq: بشري، للماشية
az_latn_az: İnsan, Qaramal
hy_am: Մարդ, Գյուղատնտեսական կենդանի
uk_ua: Людина, Худоба

source: July
ar_iq: يوليو
az_latn_az: İyul
hy_am: Հուլիս
uk_ua: Липень

source: June
ar_iq: يونيو
az_latn_az: İyun
hy_am: Հունիս
uk_ua: Червень

# LabTestRuleIn
source: Rule In
ar_iq: تأكيد
az_latn_az: Təsdiq olunub
hy_am: Հաստատում է
uk_ua: Підтвердження

# LabTestRuleOut
source: Rule Out
ar_iq: استبعاد
az_latn_az: İnkar olunub
hy_am: Հերքում է
uk_ua: Скасування

source: Language Name
ar_iq: تسمية اللغة
az_latn_az: Dilin adı
hy_am: Լեզվի անվանումը
uk_ua: Назва мови

# LayoutTreeEditorHeader
source: Layout Tree Editor -
ar_iq: هيكل شجرة التحرير -
az_latn_az: Cədvəl quruluşu ağacının redaktəedicisi
hy_am: Ներկայացումների ծառի խմբագրիչ -
uk_ua: Редактор дерева показу -

# lbCloseAppCaption
source: Application Closing
ar_iq: غلق البرنامج
az_latn_az: Proqram Bağlanır
hy_am: Ծրագրի փակում
uk_ua: Закриття додатку

# lbFreeLocationsCount
source: Free Locations:
ar_iq: مواضع حرة:
az_latn_az: Boş yerlər:
hy_am: Ազատ տեղեր.
uk_ua: Вільні місця:

# lblClinicalSigns
source: Species epidemiological and clinical investigation
ar_iq: التحقيق في الأنواع الوبائية والسريرية
az_latn_az: Heyvan növləri üzrə epizootoloji və kliniki tədqiqat
hy_am: Կենդանատեսակի համաճարակաբանական և կլինիկական հետազոտություն
uk_ua: Клінічне дослідження

# lblClinicalSignsAvian
source: Management/Clinical Signs/Necropsy Examination
ar_iq: التحكم/ العلامات السرسرية الملاحظة/ الفحص التشريحي
az_latn_az: Tədbirlər/Kliniki əlamətlər/Yarma müayinəsi
hy_am: Միջոցառումներ/Կլինիկական նշաններ/Դիահերձման արդյունքներ
uk_ua: Управління/Клінічні симптоми/Результати аутопсиї

# lblEntryDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
uk_ua: Дата

# lblFieldSampleID
source: Field Sample ID
ar_iq: رقم التعرف على العيينة عند التجميع
az_latn_az: Nümunənin sahədəki Q/N-si
hy_am: Նմուշի դաշտային ն/հ
uk_ua: Інд. польовий № зразку

# lblOfficer
source: Officer
ar_iq: الموظف
az_latn_az: İşçi
hy_am: Աշխատակից
uk_ua: Співробітник

# lblSampleTypeCodeCaption
source: Code
ar_iq: رمز
az_latn_az: Kod
hy_am: Ծածկագիր
uk_ua: Код

# lblSampleTypeMainCaption
source: Sample Type Reference Editor
ar_iq: محرر مرجعية انواع العيينات
az_latn_az: Nümunə növü istinadların redaktəedicisi
hy_am: Նմուշների տեսակների տեղեկատուի խմբագրիչ
uk_ua: Редактор довідника типів зразків

# lblSpeciesTypeCodeCaption
source: Code
ar_iq: رمز
az_latn_az: Kod
hy_am: Ծածկագիր
uk_ua: Код

# lblSpeciesTypeMainCaption
source: Species Type Reference Editor
ar_iq: محرر مرجع اجناس الحيوانات
az_latn_az: Heyvan növü istinadların redaktəedicisi
hy_am: Կենդանատեսակների տեղեկատուի խմբագրիչ
uk_ua: Редактор довідника видів

# lblSpecimenType
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunə növü
hy_am: Նմուշի տեսակ
uk_ua: Тип зразку

source: Logout
ar_iq: مغادرة
az_latn_az: Sistemdən Çıxış
hy_am: Ելք
uk_ua: Вихід

source: Main Menu
ar_iq: القائمة الرئيسية
az_latn_az: Əsas menyu
hy_am: Գլխավոր մենյու
uk_ua: Основне меню

source: March
ar_iq: مارس
az_latn_az: Mart
hy_am: Մարտ
uk_ua: Березень

source: May
ar_iq: مايو
hy_am: Մայիս
uk_ua: Травень

# mbCannotAddCaseToOutbreak
source: It is impossible to add this case because it is marked as not related to any outbreak.
ar_iq: من المستحيل اضافة هذه الحالة الى ان يتم وضع علامة على أنها لا علاقة لها بالتفشي المرض.
az_latn_az: Hər hansı alovlanma ilə əlaqəli olmadığı hesab edildiyi üçün bu xəstəlik hadisəsini əlavə etmək mümkün deyil.
hy_am: Հնարավոր չէ ավելացնել այս դեպքը, քանի որ այն նշված է որպես բռնկման հետ չառնչվող դեպք:
uk_ua: Не можна додати цей випадок, тому що він позначений як такий, що не відноситься до жодного спалаху.

# mbCannotDeleteAllAntibiotics
source: It is impossible to disable the table of antibiotic or antiviral therapy because it contains some records.
ar_iq: فمن المستحيل تعطيل جدول العلاج بالمضادات الحيوية أو مضادة للفيروسات لأنه يحتوي على بعض السجلات.
az_latn_az: Antibiotiklər\antiviruslar siyahısında bəzi qeydlər olduğu üçün bu cədvəli deaktiv etməyə alınmıyacaq. Bu siyahıda dəyişiklik etməzdən əvvəl təmizləyin.
hy_am: Հնարավոր չէ փոփոխել հակաբորբոքային և հակավիրուսային դեղամիջոցներով բուժման աղյուսակը, քանի որ այն պարունակում է որոշ գրառումներ:
uk_ua: Не можна змінити таблицю лікування антибіотиками або противірусними препаратами, тому що вон містить деякі записи.

# mbCannotDeleteAllSpecimens
source: It is impossible to disable Sample table because it contains some records.
ar_iq: فمن المستحيل تعطيل الجدول العينة لأنه يحتوي على بعض السجلات.
az_latn_az: Tərkibində bəzi qeydlər olduğu üçün Nümunə Cədvəlini dayandırmaq mümkün deyil.
hy_am: Հնարավոր չէ փոփոխել Նմուշների աղյուսակը, քանի որ այն պարունակում է որոշ գրառումներ:
uk_ua: Не можна змінити таблицю зразку, тому що вона містить деякі записи.

# mbConfirmation
source: Confirmation
ar_iq: تأكيد
az_latn_az: Təsdiq
hy_am: Հաստատում
uk_ua: Підтвердження

# mbDeleteVaccination
source: Delete selected Vaccination?
ar_iq: فسخ اللقاح المختار؟
az_latn_az: Seçilmiş Peyvəndləmə silinsin?
hy_am: Ջնջե՞լ ընտրված պատվաստումը:
uk_ua: Видалити обрану вакцинацію?

# mbDoubleHumanAggregateCase
source: It is not possible to create 2 Human Aggregate Cases with the same Period and Administrative Unit. Such Human Aggregate Case already exists.
ar_iq: توجد بيانات مجمعة اداريا و الفاصل الزمني حول الحالة البشرية
az_latn_az: Cari dövr və inzibati vahid üçün insanlar arasında qrupşəkilli xəstəlik hadisəsi artıq mövcudur.
hy_am: Ընթացիկ ժամանակահատվածի և վարչական միավորի համար մարդու ցուցակային դեպք արդեն գոյություն ունի:
uk_ua: Сукупні дані про захворювання людини для чинного періоду та адміністративної одиниці вже існують.

# mbDoubleVetAggregateAction
source: It is not possible to create 2 Vet Aggregate Actions with the same Period and Administrative Unit. Such Vet Aggregate Action already exists.
ar_iq: تقرير عن عمليات بيطرية للمرحلة الحالية و الوحدة الادارية موجودة بعد.
az_latn_az: Cari Zaman və İnzibati Bölmə üçün Qrupşəkilli Baytarlıq tədbirləri artıq mövcuddur.
hy_am: Ընթացիկ ժամանակահատվածի և վարչական միավորի համար անասնաբուժական միջոցառումների վերաբերյալ տվյալներ արդեն գոյություն ունեն:
uk_ua: Сукупна інформація про ветеринарні дії щодо чинного Періоду та Адміністративної одиниці вже існує.

# mbDoubleVetAggregateCase
source: It is not possible to create 2 Vet Aggregate Cases with the same Period and Administrative Unit. Such Vet Aggregate Case already exists.
ar_iq: توجد تقارير اجمالية عن الحالات البيطرية للفترة الادارية الحالية
az_latn_az: Cari Zaman və İnzibati Bölmə üçün Qrupşəkilli Baytarlıq xəstəlik hadisələri artıq mövcuddur.
hy_am: Ընթացիկ ժամանակահատվածի և վարչական միավորի համար կենդանու/թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ տվյալներ արդեն գոյություն ունեն:
uk_ua: Дані про кумулятивний ветеринарний випадок для чинного Періоду та Адміністративної одиниці вже існують.

# mbDuplicateContact
source: Some of the contacts are duplicated. Please delete duplicated contacts or you can change person, last date or place of contact for duplicated records.
ar_iq: يتم تكرار بعض الأسماء. يرجى حذف جهات الاتصال المكررة أو يمكنك تغيير الشخص، تاريخ آخر أو مكان الاتصال عن السجلات المكررة.
az_latn_az: Təmasda siyahısında olan bəzi yazılar təkrarlanır. Tərarlanan yazıları silin və ya təkrarlanan yazılarda təmasda olan şəxsi, tarixi və ya axirinci təmas yerini dəyişin.
hy_am: Որոշ կոնտակտների տվյալներ կրկնվում են: Խնդրում ենք ջնջել կրկնվող կոնտակտների տվյալները կամ կրկնվող կոնտակտների համար դուք կարող եք փոխել անձի անունը, հիվանդի հետ շփման վերջին ամսաթիվը կամ վայրը:
uk_ua: Деякі записи у списку контактних осіб дублюються. Видаліть записи, що повторюються або змініть контактну людину, дату або місце останнього контакту в дублюючих записах.

# mbDuplicateFound
source: Column {0} contains duplicate values. Value '{1}' is met more than once.
ar_iq: العمود {0} يحتوي على قيم مكررة. قيمة '{1}' تتكرر أكثر من مرة
az_latn_az: {0} sütununda təkrarlanan dəyərlər var. Dəyər '{1}' birdən çoxdur.
hy_am: {0} սյունակը պարունակում է կրկնվող արժեքներ: '{1}' արժեքը հանդիպում է ավելի քան մեկ անգամ
uk_ua: Колонка {0} містить значення, що повторюються. Значення '{1}' зустрічається більше одного разу

# mbEmptyChangeDiagnosisHistory
source: History of diagnosis changes is empty.
ar_iq: تاريخ تغييرات التشخيص فارغة.
az_latn_az: Diaqnoz dəyişikliklər jurnalı boşdur.
hy_am: Ախտորոշման փոփոխությունների պատմությունը դատարկ է:
uk_ua: Історія змін діагнозу порожня.

# mbEmptyHumanAggrSettings
source: Human Aggregate settings are empty.
ar_iq: تفاصيل الحالة البشرية فارغة
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələrin qurmaları boşdur.
hy_am: Մարդու ցուցակային դեպքերի կարգավորումները դատարկ են:
uk_ua: Параметри та настройки кумулятивних даних про випадок захворювання людини порожні.

# mbEmptyVetAggrActionSettings
source: Vet Aggregate Action settings are empty.
ar_iq: معلمات التقارير الاجمالية البيطرية فارغة.
az_latn_az: Qrupşəkilli Baytarlıq tədbirlərin qurmaları boşdur.
hy_am: Անասնաբուժական միջոցառումների հաշվետվությունների կարգավորումներ արված չեն:
uk_ua: Настройки та параметри кумулятивних даних про ветеринарні дії не заповнені.

# mbEmptyVetAggrSettings
source: Vet Aggregate Case settings are empty.
ar_iq: المعلمات لتاقارير الاجمالية عن الحالة البيطرية فارغة.
az_latn_az: Qrupşəkilli Baytarlıq xəstəlik hadisələrin qurmaları boşdur.
hy_am: Կենդանու/թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ հաշվետվության կարգավորումները դատարկ են:
uk_ua: Настройки та параметри агрегованого ветеринарного випадку не заповнені.

# mbFillOrDeleteAntibiotic
source: Some records from the table of antibiotic or antiviral therapy are not defined. Please define or delete undefined records.
ar_iq: لم يتم تعريف بعض السجلات من جدول أو العلاج بالمضادات الحيوية المضادة للفيروسات. يرجى تحديد أو حذف السجلات غير معرفة.
az_latn_az: Antibiotiklər\antiviruslar siyahısında bəzi qeydlər boş qalıb. Xahiş edirik bu məlumatları daxil edin və ya qeydi silin.
hy_am: Հակաբորբոքային և հակավիրուսային թերապիայի սյունակի որոշ գրառումներ սահմանված չեն: Խնդրում ենք սահմանել կամ ջնջել չսահմանված գրառումները:
uk_ua: Деякі записи з переліку лікування антибіотиками/противірусними засобами не визначені. Будь ласка, визначте їх або видаліть невизначені записи.

# mbFillOrDeleteContact
source: Some of the contacts for the patient are not defined. Please define or delete undefined contacts.
ar_iq: لم يتم تعريف بعض الأسماء للمريض. يرجى تحديد أو حذف الأسماء غير معرفة.
az_latn_az: Təmasların siyahısında bəzi məlumatlar tam doldurulmamışdır. Təyin edilməmiş ünvanları təyin edin və ya qeydi silin.
hy_am: Հիվանդի հետ շփված ոչ բոլոր կոնտակտավորների տվյալներն են լրացված: Խնդրում եմ լրացնել կամ ջնջել դրանց վերաբերյալ գրառումները:
uk_ua: Деякі контакти пацієнта не визначені. Будь ласка, визначте їх або видаліть невизначені контакти.

# mbHumanCaseSearchInfo
source: Human Case Search Info
ar_iq: تفاصيل عن بحث في حالة بشرية
az_latn_az: İnsanlar arasımda xəstəlik hadisələrin axtarış məlumatı
hy_am: Մարդու դեպքի որոնման տեղեկատվություն
uk_ua: Пошук інформації про випадок захворювання людини

# mbIncorrectDiagnosticActionMTXRow
source: Current record of Vet Diagnostic Investigation Matrix is not fully defined. Please define or delete it.
ar_iq: السجل الحالي من التشخيص البيطري للمصفوفة ليس محددا كليا. الرجاء التعريف به او حذفه
az_latn_az: Baytarlıq Diaqnostik Tədqiqat Matriksinin cari yazısı tam müəyyən olunmayıb. Zəhmət olmasa onu müəyyən edin və ya silin.
hy_am: Անասնաբուժական ախտորոշիչ հետազոտությունների մատրիցայի ընթացիկ գրառումն ամբողջությամբ սահմանված չէ: Խնդրում ենք սահմանել կամ ջնջել այն:
uk_ua: Чинний запис матриці діагностичного дослідження захворювання тварини не визначений. Будь ласка, визначьте або видаліть його.

# mbIncorrectDiagnosticActionMTXRows
source: Some records of Vet Diagnostic Investigation Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض السجلات البيطرية للماتريكس من التحقيق تشخيصلا تحمل تعريفا كاملا. يرجى تحديد أو حذف السجلات غير معرفة.
az_latn_az: Baytarlıq üzrə Diaqnostik Tədqiqatlar Matriksinin bəzi qeydləri tam müəyyən olunmayıb. Təyin edilməmiş diaqnozları təyin edin və ya silin.
hy_am: Անասնաբուժական ախտորոշիչ հետազոտությունների մատրիցայի որոշ գրառումներ ամբողջությամբ սահմանված չեն: Խնդրում ենք սահմանել կամ ջնջել չսահմանված գրառումները:
uk_ua: Деякі записи Матриці діагностичного дослідження випадку захворювання тварини не повністю визначені. Будь ласка, визначте або видаліть невизначені записи.

# mbIncorrectHumanCaseMatrixRow
source: Some records of Human Aggregate Case Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض السجلات من حالة الإنسان ماتريكس الإجمالية لا تحمل تعريفا كاملا. يرجى تحديد أو حذف السجلات غير معرفة.
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələri matriksində bəzi qeydlər tam müəyyən olunmayıb. Zəhmət olmasa, təyin edilməmiş məlumatları təyin edin və ya silin.
hy_am: Մարդու դեպքերի ցուցակային տվյալների մատրիցայի որոշ գրառումներ ամբողջությամբ սահմանված չեն: Խնդրում ենք սահմանել կամ ջնջել չսահմանված գրառումները:
uk_ua: Деякі записи Матриці кумулятивних даних захворювання людини не повністю визначені. Будь ласка, визначте або видаліть невизначені записи.

# mbIncorrectProphylacticActionMTXRow
source: Current record of Vet Prophylactic Measure Matrix is not fully defined. Please define or delete it.
ar_iq: السجل الحالي من الاجراءات الوقائية البيطرية للمصفوفة ليس محددا كليا. الرجاء التعريف به او حذفه
az_latn_az: Baytarlıq üzrə Profilaktik Tədbirlər Matriksinin cari yazısı tam müəyyən olunmayıb. Zəhmət olmasa onu müəyyən edin və ya silin.
hy_am: Անասնաբուժական կանխարգելման միջոցառումերի մատրիցայի ընթացիկ գրառումն ամբողջությամբ սահմանված չէ: Խնդրում ենք սահմանել կամ ջնջել այն:
uk_ua: Чинний запис матриці профілактичних заходів щодо захворювання тварини не визначений. Будь ласка, визначьте або видаліть його.
