Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# datSessionStartDate_datSessionEndDate_msgId
source: Session Start Date must be earlier than or same as Session End Date.
ar_iq: يجب أن يكون تاريخ بدء الفترة ساباة أو نفس تاريخ انتهاء الفترة.
az_latn_az: Sessiyanın başlanma tarixi Sessiyanın bitmə tarixindən gec ola bilməz.
hy_am: Սեսիայի մեկնարկի ամսաթիվը պետք է համընկնի սեսիայի ավարտի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата початку сесії не може бути більше дати закінчення сесії.

# gis_LayerNames_SmallRiver
source: Small rivers
ar_iq: انهار صغيرة
az_latn_az: Kiçik çaylar
hy_am: Փոքր գետեր
uk_ua: Малі річки

# AsSession.DetailsTableView.SpeciesIsNotInTheList
source: 'Species' is not included to the Diagnoses and Species List in the Active Surveillance Session. Either remove 'Species' from the Active Surveillance Session or add it to the Diagnoses and Species List.
ar_iq: الأنواع لم يتم تضمين لتشخيص وقائمة الأنواع في الدورة المراقبة النشطة. إما إزالة 'الأنواع' من الدورة المراقبة النشطة أو إضافته إلى قائمة الأنواع.
az_latn_az: Cari Heyvanın növü Fəal Müşəhidə Sessiyasının" Diaqnoz/Heyvanların növü siyahısında yoxdur.Siz heyvanı Fəal Müşəhidə Sessiyasından bu növü silməlisiniz ya da həmin heyvanı Diaqnoz/ Heyvanın növü siyahısına salmalısınız.
hy_am: Կենդանատեսակը' ընդգրկված չէ Ակտիվ հսկողության սեսիայի Ախտորոշումների և կենդանատեսակների ցանկում: Կամ հեռացրեք 'Կենդանատեսակը' ակտիվ հսկողության սեսիայից կամ ավելացրեք այն Ախտորոշումների և Կենդանատեսակների ցանկին:
uk_ua: Даний вид тварини відсутній в переліку діагнозів/видів тварин сесії активного нагляду. Ви повинні видалити даний вид тварини з сесії актвного нагляду, або додати його в перелік діагнозів/видів тварин.

# AsSession.SummaryItem.Duplicate_msgId
source: It is not possible to create 2 Summary records with the same Farm, Species and Diagnosis. Such value already exists.
ar_iq: تقرير موجز مع مزرعة متطابقة والأنواع والتشخيص موجود مسبقا.
az_latn_az: Qrupşəkilli hesabatın yazılışı bu cür ferma, növ və diaqnoz ilə artıq var.
hy_am: Ամփոփ հաշվետվության գրառում այդ տնտեսությամբ, կենդանատեսակով և ախտորոշմամբ արդեն գոյությու ունի:
uk_ua: Запис узагальненого звіту з такими фермою, видом та діагнозом уже існує.

# datStartOfSignsDate_CurrentDate_msgId
source: Start Of Signs Date must be earlier than or same as Current date.
az_latn_az: Əlamətlərin başlanğıcı tarixi cari tarixdən daha erkən və ya eyni olmalıdır.
hy_am: Նախանշաններ ի հայտ գալու ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата підпису не може бути більше поточної дати

# errContactedPersonDuplicates
source: Some of the contacts are duplicated. Please delete duplicated contact or you can change person for duplicated records.
ar_iq: يتم تكرار بعض الأسماء. يرجى حذف تكرار الاتصال أو يمكنك تغيير الشخص لتكرار السجلات.
az_latn_az: Bəzi təmaslar təkrar olunur. Xahiş edirik, təmasda olan şəxsin təkrarını ləğv edəsiniz, ya da təmasda olan şəxsi dəyişdirəsiniz.
hy_am: Որոշ կոնտակտներ կրկնվում են: Խնդրում ենք ջնջել կոնտակտի կրկնագիրը կամ փոխել անձին կրկնագրում:
uk_ua: Деякі з контактів повторюються. Будь ласка, видаліть дублікат контакту або змініть контактну особу у запису, що повторюється .

# errAjaxRequestException
source: Sorry, an error occurred while processing your request.
ar_iq: عذرا، حدث خطأ أثناء معالجة طلبك.
az_latn_az: Sorğunuz işləndiyi zaman səhv baş vermişdir
hy_am: Կներեք, սխալ է արձանագրվել ձեր հարցումը մշակելիս:
uk_ua: На жаль, сталася помилка при обробці Вашого запиту.

# errDataBaseException
source: Sorry, an error occurred while processing your request. Please try again later.
ar_iq: عذرا، حدث خطأ أثناء معالجة طلبك. يرجى المحاولة مرة أخرى في وقت لاحق.
az_latn_az: Üzr istəyirik, sorğu icra edilən vaxtı səhvə yol verilib. Xahiş edirik, sorğunu birazdan sonra təkrar edəsiniz.
hy_am: Կներեք, սխալ է արձանագրվել ձեր հարցումը մշակելիս: Խնդրում են ավելի ուշ փորձել կրկին:
uk_ua: Вибачте, під час виконання запиту виникла помилка. Спробуйте повторити запит пізніше.

# datStartDate_CurrentDate_msgId
source: Start date must be earlier than or same as Current date.
ar_iq: يجب أن يكون تاريخ البدء سابق او هو نفس التاريخ الحالي.
az_latn_az: Başlanma tarixi carı tarixdən gec olmamalıdır
hy_am: Մեկնարկի ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата початку не може бути більше поточної дати

# titleStatisticImport
source: Statistics Import
ar_iq: توريد البيانات الاحصائية
az_latn_az: Statistik məlumatın idxalı
hy_am: Վիճակագրական տվյալների ներմուծում
uk_ua: Імпорт статистичних даних

# VS Session add vector check samples
source: Some vector samples contains invalid fields. Please correct these records before vector saving.
ar_iq: Some vector samples contains invalid fields. بعض ناقلات العينات تحتوي على حقول غير صالحة. يرجى تصحيح هذه السجلات قبل حفظ النواقل.
az_latn_az: Keçiricinin bəzi nümunələrin sahələri düzgün olmayan məlumatı əks etdiridlər. Xahiş edirik, keçirici haqqında məlumatı yaddaşa salmadan əvvəl bu cür sahələri düzəldin.
hy_am: Պահոցի/Փոխանցողի որոշ նմուշներ պարունակում են անվավեր դաշտեր: Խնդրում ենք ուղղել այդ գրառումները նախքան պահոցի/փոխանցողի մասին տվյալներ պահպանելը:
uk_ua: Деякі зразки переносника містять некоректно заповнені поля. Будь ласка, виправте такі записи перед збереженням даних про переносника.

# titleSpeciesDetails
source: Species Details
ar_iq: تفاصيل عن اجناس الحيوانات
az_latn_az: Heyvan növləri haqqında təfsilatlar
hy_am: Կենդանատեսակի մանրամասներ
uk_ua: Деталі видів

# titleClinicalSigns
source: Clinical Signs
az_latn_az: Klinik əlamətlər
hy_am: Կենդանատեսակի համաճարակաբանական և կլինիկական հետազոտություն
uk_ua: Епідеміологічні та клінічні дослідження видів

# msgFarmIsNotDefined
source: Some mandatory farm attributes are not defined. Press <...> button to edit farm or select other farm.
ar_iq: لم يتم تعريف بعض سمات مزرعة إلزامية. اضغط <...> زر لتحرير مزرعة أو حدد مزرعة اخرى.
az_latn_az: Ferma üçün bəzi məcburi sahələr boşdur. Ferma haqqında məlumatı redaktə etmək üçün "Redaktə et" düyməsini işlədin ya da digər fermanı seçin.
hy_am: Տնտեսության որոշ պարտադիր դաշտեր սահմանված չեն: Սեղմեք <...> կոճակը տնտեսությունը խմբագրելու համար կամ ընտրեք այլ տնտեսություն:
uk_ua: Не задані деякі обов'язкові поля ферми. Натисніть <...> кнопку, щоб відредагувати ферму або виберіть іншу ферму.

# AsCampaign_CantChangeStatusToNew
source: Status can not be changed to 'New' since Campaign has Sessions.
az_latn_az: Status 'Yeni' edilə bilməz, çünki Kampaniyanın sessiyaları var
hy_am: Կարգավիճակը չի կարող փոխվել 'Նոր'-ի, քանի որ Կամպանիան ունի սեսիաներ:
uk_ua: Статус не може бути змінений на "Новий", так як кампанія має сесії.

# datTentativeDiagnosis1Date_CurrentDate_msgId
source: Tentative Diagnosis 2 Date must be earlier than or same as Current date.
ar_iq: يجب ان يكون تاريخ التشخيص مبدئي 2 تاريخ سابق أو نفس التاريخ الحالي.
az_latn_az: Ehtimal edilən diagnoz 2 tarixi cari tarixdən gec olmamalıdır.
hy_am: Նախնական ախտորոշում 2-ի ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата попереднього діагнозу 2 не може бути більше поточної дати.

# datTentativeDiagnosis2Date_CurrentDate_msgId
source: Tentative Diagnosis 3 Date must be earlier than or same as Current date.
ar_iq: يجب ان يكون تاريخ التشخيص المبدئي في وقت سابق أو نفس التاريخ الحالي.
az_latn_az: Ehtimal edilən diagnoz 3 tarixi cari tarixdən gec olmamalıdır.
hy_am: Նախնական ախտորոշում 3-ի ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата попереднього діагнозу 3 не може бути більше поточної дати.

# datTentativeDiagnosis2Date_datTentativeDiagnosis1Date_msgId
source: Tentative Diagnosis 2 Date must be earlier than or same as Tentative Diagnosis 3 Date.
ar_iq: يجب ان يكون تاريخ التشخيص المبدئي 2 تاريخ سابق أو نفس تاريخ التشخيص المبدئي 3
az_latn_az: Ehtimal edilən diagnoz 2 tarixi Ehtimal edilən diagnoz 3 tarixindən gec olmamalıdır.
hy_am: Նախնական ախտորոշում 2-ի ամսաթիվը պետք է համընկնի Նախնական ախտորոշում 3-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата попереднього діагнозу 2 не може бути більше дати попереднього діагнозу 3.

# datTentativeDiagnosis2Date_datTentativeDiagnosisDate_msgId
source: Tentative Diagnosis 1 Date must be earlier than or same as Tentative Diagnosis 3 Date.
ar_iq: يجب ان يكون التشخيص المبدئي 1 سابق أو هو نفسه تاريخ التشخيص المبدئي 3
az_latn_az: Ehtimal edilən diagnoz 1 tarixi Ehtimal edilən diagnoz 3 tarixindən gec olmamalıdır.
hy_am: Նախնական ախտորոշում 1-ի ամսաթիվը պետք է համընկնի Նախնական ախտորոշում 3-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата попереднього діагнозу 1 не може бути більше дати попереднього діагнозу 3.

# datTentativeDiagnosisDate_CurrentDate_msgId
source: Tentative Diagnosis 1 Date must be earlier than or same as Current date.
ar_iq: يجب ان يكون تاريخ التشخيص الاولي سابق او هو تفسه التاريخ الحالي
az_latn_az: Ehtimal edilən diagnoz 1 tarixi cari tarixdən gec olmamalıdır.
hy_am: Նախնական ախտորոշում 1-ի ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата попереднього діагнозу 1 не може бути більше поточної дати.

# datTentativeDiagnosisDate_datTentativeDiagnosis2Date_msgId
source: Tentative Diagnosis 1 Date must be earlier than or same as Tentative Diagnosis 2 Date.
ar_iq: يجب ان يكون التشخيص المبدئي 1 سابق أو هو نفسه تاريخ التشخيص المبدئي 2
az_latn_az: Ehtimal edilən diagnoz 1 tarixi Ehtimal edilən diagnoz 2 tarixindən gec olmamalıdır.
hy_am: Նախնական ախտորոշում 1-ի ամսաթիվը պետք է համընկնի Նախնական ախտորոշում 2-ի ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата попереднього діагнозу 1 не може бути більше дати попереднього діагнозу 2.

# msgNowTemplate
source: Template is not available
ar_iq: القلب غير متوفر
az_latn_az: Şablon mövcüd deyil
hy_am: Ձևանմուշը առկա չէ
uk_ua: Шаблон не доступний.

source: Template not found
ar_iq: القالب غير موجود
az_latn_az: Şablon tapılmayıb
hy_am: Ձևանմուշը չի գտնվել
uk_ua: Шаблон не знайдено

# titleTestResultChange
source: Test Result Change
ar_iq: تغيير نتائج الاختبار
az_latn_az: Test nəticəsinin dəyişdirilməsi
hy_am: Հետազոտության արդյունքի փոփոխություն
uk_ua: Зміна результату тесту

# msgDeleteTest
source: Test will be deleted. Delete Test?
ar_iq: سيتم حذف الاختبار. حذف اختبار؟
az_latn_az: Test ləğv olunacaq. Testı ləğv etmək istəyirsinizmi?
hy_am: Հետազոտությունը կջնջվի: Ջնջե՞լ հետազոտությունը:
uk_ua: Тест буде видалений. Видалити тест?

# titleTestResultDetails
source: Test Result Details
ar_iq: تفاصيل نتائج الاختبار
az_latn_az: Test nəticəsinin təfsilatları
hy_am: Հետազոտության արդյունքի մանրամասներ
uk_ua: Детальні результати тесту

# AsSession_ClosedCampaignAssignment
source: The chosen Campaign is Closed. Please select another one.
ar_iq: يتم إغلاق الحملة المختارة. الرجاء اختيار واحدة آخرى.
az_latn_az: Seçilmiş kampaniya bağlıdır. Xahiş edirik, digər kampaniyanı seçin.
hy_am: Ընտրված Կամպանիան փակված է: Խնդրում ենք ընտրել այլ կամպանիա:
uk_ua: Обрана кампанія закрита. Будь ласка, виберіть іншу кампанію.

# msgCoordinatesOutOfCountry
source: The coordinates are out of the country. Do you want to save the form? (click “No” to continue editing)
az_latn_az: Koordinatlar ölkədən kənardadır. Formanı yadda saxlamaq istəyirsinizmi? (Redaktə işini davam etmək üçün “Xeyr” düyməsini basın)
hy_am: Կոորդինատները երկրի տարածքից դուրս են: Ցանկանու՞մ եք պահպանել ձևը: (Սեղմեք “Ոչ” խմբագրումը շարունակելու համար)
uk_ua: Координати виходять за межі країни. Ви бажаєте зберегти форму? (Натисніть "Ні", щоб продовжити редагування)

# msgCoordinatesOutOfRayon
source: The coordinates are out of the rayon. Do you want to save the form? (click “No” to continue editing)
az_latn_az: Koordinatlar rayondan kənardadır. Formanı yadda saxlamaq istəyirsinizmi? (Redaktə işini davam etmək üçün “Xeyr” düyməsini basın)
hy_am: Կոորդինատները շրջանի տարածքից դուրս են: Ցանկանու՞մ եք պահպանել ձևը: (Սեղմեք “Ոչ” խմբագրումը շարունակելու համար)
uk_ua: Координати виходять за межі району. Ви бажаєте зберегти форму? (Натисніть "Ні", щоб продовжити редагування)

# msgCoordinatesOutOfRegion
source: The coordinates are out of the region. Do you want to save the form? (click “No” to continue editing)
az_latn_az: Koordinatlar regiondan kənardadır. Formanı yadda saxlamaq istəyirsinizmi? (Redaktə işini davam etmək üçün “Xeyr” düyməsini basın)
hy_am: Կոորդինատները մարզի տարածքից դուրս են: Ցանկանու՞մ եք պահպանել ձևը: (Սեղմեք “Ոչ” խմբագրումը շարունակելու համար)
uk_ua: Координати виходять за межі області. Ви бажаєте зберегти форму? (Натисніть "Ні", щоб продовжити редагування)

# errMalFormedCvs
source: The data appears to be corrupted at position '{0}'.
ar_iq: تظهر البيانات أن يكون معطوبا في موقف '{0}'.
az_latn_az: {0}' mövqedə məlumatlar zədələnmişdir
hy_am: Տվյալները փչացել են '{0}' դիրքում:
uk_ua: Дані зіпсовані в позиції '{0}'.

# AsSession_WrongCampaignAssignment
source: The Diseases And Species List in the Active Surveillance Session differs form the Diseases And Species List in the chosen Active Surveillance Campaign. Rewrite the Diseases And Species List in the Active Surveillance Session based on the list in Active Surveillance Campaign?
ar_iq: الأمراض والأنواع في قائمة المراقبة النشطة الدورة يختلف تشكيل قائمة الأمراض والأنواع في حملة مراقبة بالموقع الذي تم اختياره. إعادة كتابة قائمة الأمراض والأنواع في الدورة مراقبة بالموقع استنادا إلى قائمة المراقبة النشطة في الحملة؟
az_latn_az: Fəal Müşahidə Sessiyasındakı Xəstəlik və Növ Siyahısı Fəal Müşahidə Kampaniyasındakı Xəstəliklər və Nümunələr Siyahısından fərqlənir. Fəal Müşahidə Kampaniyasındakı siyahı əsasında Fəal Müşahidə Sessiyasındakı Xəstəliklər və Növ Siyahısı yenidən yazılsın?
hy_am: Ախտորոշումների և կենդանատեսակների ցանկը Ակտիվ հսկողության սեսիայում տարբերվում է ընտրված Ակտիվ հսկողության կամպանիայի ախտորոշումների և կենդանատեսակների ցանկից: Արտագրե՞լ Ակտիվ հսկողության սեսիայի ախտորոշումների և կենդանատեսակների ցանկը Ակտիվ հսկողության կամպանիայի ախտորոշումների և կենդանատեսակների ցանկով:
uk_ua: Перелік захворювань та видів тварин сесії активного нагляду відрізняється від відповідного переліку кампанії. Переписати перелік захворювань та видів тварин сесії активного нагляду переліком захворювань та видів тварин кампанії?

# ErrInvalidValue
source: The field '{0}' contains invalid value.
ar_iq: مجال '{0}' يحتوي على قيمة غير صالحة
az_latn_az: {0}' sahəsi düzgün olmayan dəyəri saxlayır
hy_am: '{0}' դաշտը պարունակում է անվավեր արժեք:
uk_ua: Поле '{0}' містить невірне значення.

# ErrMandatoryFieldRequired
source: The field '{0}' is mandatory. You must enter data in this field before saving form.
ar_iq: مجال '{0}' إلزامي. يجب عليك إدخال البيانات في هذا المجال قبل حفظ النموذج.
az_latn_az: '{0}' sahəsinin doldurulması mütləqdir. Formanı yaddaşa verməzdən əvvəl bu sahəyə məlumat daxil etməlisiniz.
hy_am: '{0}' դաշտը պարտադիր է: Նախքան ձևը պահպանելը, դուք պետք է մուտքագրեք այս դաշտի տվյալները:
uk_ua: Поле '{0}' є обов'язковим. Ви повинні ввести дані в це поле.

# ErrMandatoryComboboxRequired
source: The field '{0}' is mandatory. You must enter data in this field before saving form.
ar_iq: مجال '{0}' إلزامي. يجب عليك إدخال البيانات في هذا المجال قبل حفظ النموذج.
az_latn_az: {0}' sahəsi məcburidir. Formanı yaddaşa salmadan əvvəl həmin sahələri doldurun.
hy_am: '{0}' դաշտը պարտադիր է: Նախքան ձևը պահպանելը, Դուք պետք է մուտքագրեք տվյալներ այդ դաշտում:
uk_ua: Поле '{0}' є обов'язковим. Ви повинні ввести дані в це поле перед збереженням форми.

# errInvalidCampaignDiagnosis
source: The Diseases And Species Lists of the Active Surveillance Sessions assosiated with this campaign contain records that are not presented in the campaign Diseases And Species List. You should restore deleted/modified records of campaign Diseases And Species List or add corresponded new records.
ar_iq: الأمراض وقوائم الأنواع من الدورات المراقبة النشطة المرتبطة مع هذه الحملة تحتوي على السجلات التي لم يتم عرضها في قائمة أمراض الحملة والأنواع. يجب أن تتوافق استعادة السجلات المحذوفة / معدلة من أمراض الحملة وقائمة الأنواع أو إضافة سجلات جديدة.
az_latn_az: Bu kampaniya ilə bağlı Fəal Müşahidə Sessiyanın Xəstəliklər siyahısı və Növləri özündə elə qeydləri saxlıyır, hansılar kampaniyanın Xəstəliklər və Növlər Siyahısında təqdim olunmur. Sız ya kampaniyanın Xəstəliklər siyahısının və növlərin silinmiş/dəyişdirilmiş qeydlərini bərpa etməlisiz, ya da yeni uyğun olan qeydləri yaratmalısız.
hy_am: Ախտորոշումների և կենդանատեսակների ցանկը Ակտիվ հսկողության սեսիայում, որը կապակցված է տվյալ կամպանիայի հետ, պարունակում է գրառումներ, որոնք ներկայացված չեն կամպանիայի ախտորոշումների և կենդանատեսակների ցանկում: Դուք պետք է վերականգնեք կամպանիայի ախտորոշումների և կենդանատեսակների ջնջված/փոփոխված գրառումները կամ ավելացելք նոր համապատասխան գրառումներ:
uk_ua: Перелік захворювань та видів тварин сесій активного нагляду, пов'язаних з даною кампанією, містить записи, які відсутні в переліку захворювань та видів тварин кампанії. Ви повинні або відновити видалені/змінені записи переліку захворювань та видів тварин кампанії, або додати нові відповідні записи.

# errNotMatchSessionDiagnosis
source: The Diseases and Species List in the Active Surveillance Session must be the same or be a subset of the Diagnoses and Species List in the chosen Active Surveillance Campaign.
az_latn_az: Fəal Müşahidə Sessiyasında Diaqnoz və Heyvan növlərinin siyahısı eyni olmalıdır və ya seçilmiş Fəal Müşahidə Kampaniyasında Diaqnoz və Heyvan növlərinə aid siyahının qısa variantı olmalıdır
hy_am: Ախտորոշումների և կենդանատեսակների ցանկը Ակտիվ հսկողության սեսիայում պետք է լինի նույնը կամ ընտրված Ակտիվ հսկողության կամպանիայի ախտորոշումների և կենդանատեսակների ցանկի ենթաբազմություն:
uk_ua: Діагнози та перелік видів в активному сеансі спостереження повинні бути однаковими або бути підмножиною діагностики та переліку видів в обраній активній кампанії спостереження.

# msgAbortImport
source: The import of data will be stopped. No data will be imported. Continue?
ar_iq: سيتم إيقاف استيراد البيانات. لن يتم استيراد أية بيانات. المتابعة؟
az_latn_az: Məlumatın importu dayandırılacaq. Heç bir məlumat import olunmayacaq. Davam etdirmək istəyirsinizmi?
hy_am: Տվյալների ներմուծումը կդադարի: Ոչ մի տվյալ չի ներմուծվի: Շարունակե՞լ:
uk_ua: Імпорт даних буде зупинений. Ніякі дані не будуть імпортовані. Продовжити?

# msgImportPatialConfirm
source: The following lines contain errors and will not be imported. Import data?
ar_iq: الأسطر التالية تحتوي على أخطاء، وسوف لا تستورد. استيراد البيانات؟
az_latn_az: Aşağıda göstərilən sətrlərdə səvlər var və bu sətirlər idhal olunmayacaq. İdhal prosedurunu icra etmək istəyirsinizmi?
hy_am: Հետևյալ տողերը պարունակում են սխալներ և չեն ներմուծվի: Ներմուծե՞լ տվյալները:
uk_ua: Наступні рядки містять помилки і не будуть імпортовані. Імпортувати дані?

# msgTooManyLayoutCells
source: The Layout contains {0} cells. Some of the aggregate functions (Rate per 10000, Rate per 100000, Average, Variance, Standard Deviation) could not be calculated properly for layout with more than {1} cells.
az_latn_az: Cədvəldə {0} xanalar var. Bəzi yekun funksiyalar (10000-lik əmsal, 100000-lik əmsal, Orta göstərici, Dispersiya, Standart yayınma) {1} -dən çox xanası olan cədvəl üçün düzgün hesablana bilmir.
hy_am: Ներկայացումը պարունակում է {0} բջիջ: Որոշ ընդհանրացման ֆունկցիաներ (Հաշվարկումը 10000-ի կտրվածքով, Հաշվարկումը 100000-ի կտրվածքով, Միջինը, Դիսպերսիան, Ստանդարտ շեղումը) չեն կարող ճիշտ հաշվարկվել {1}-ից ավելի բջիջ ունեցող ներկայացման համար:
uk_ua: Подання містить {0} клітинок. Деякі агреговані функції (підрахунків на 10000, підрахунків на 100000, Середнє, дисперсія, стандартне відхилення) не можуть бути правильно розраховані для подання, що складається більш ніж з {1} клітинок.

# msgTooBigLayoutForChart
source: The layout should contains at most {0} items to show on chart.
az_latn_az: Dİaqramda göstərilməsi üçün, cədvəldə ən {0} elementlərdən çox olmalıdır.
hy_am: Ներկայացումը պետք է պարունակի առավելագույնը {0} տարր՝ դիագրամի վրա ցուցադրելու համար:
uk_ua: Подання має містити не більше {0} елементів для відображення на діаграмі.

# Error_PageNotFound
source: The page you requested was not found.
ar_iq: الصفحة المطلوبة غير موجودة
az_latn_az: Sorğuda olan səhifə tapılmayıb
hy_am: Ձեր հարցված էջը չի գտնվել
uk_ua: Потрібна сторінка не знайдена.

# errInvaliSampleStatus
source: The operation cannot be performed because the sample is in status: {0}.
ar_iq: لا يمكن إجراء العملية لأن العينة في حالة: {0}
az_latn_az: Əməliyyatı icra etmək mümkün deyil, çünki nümunə {0} vəziyyətdədir.
hy_am: Գործողությունը չի կարող իրականացվել, քանի որ նմուշի կարգավիճակը {0}-է:
uk_ua: Операція не може бути здійснена оскільки зразок знаходиться в стані: {0}

# msgCoordinatesAreNotDefined
source: The Longitude and Latitude field shall be both either filled or blank.
ar_iq: يجب على خط الطول خط العرض والحقل أن تكون مملوءة أو فارغة.
az_latn_az: Enlik və uzunluq dairələrinə aid sahələrin hər ikisi ya boş, ya da dolu olmalıdır.
hy_am: Երկայնության և լայնության դաշտերը պետք է լինեն երկուսն էլ լրացված կամ երկուսն էլ դատարկ:
uk_ua: Поля Довгота та Широта мають бути або заповненими або порожніми.

# AsSession.DetailsTableView.DuplicateAnimalWithoutSample
source: The record can't contain the same animals without sample
ar_iq: لا يمكن للسجل ان لا يحتوي على الحيوانات نفسها من دون عينة
az_latn_az: Qedlər eyni heyvanları nümunəsiz saxlıya bilmirlər
hy_am: Գրառումը չի կարող պարունակել միևնույն կենդանուն առանց նմուշի
uk_ua: Записи не можуть містити одну й ту ж тварину без проб.

# msgCantDeleteRecord
source: The record can not be deleted.
ar_iq: لا يمكن حذف التسجيل
az_latn_az: Qeyd silinə bilməz
hy_am: Գրառումը չի կարող ջնջվել:
uk_ua: Запис не можна видалити

# errAsSessionSampleExists
source: It is not possible to create 2 records with the same animal, Sample Type and Field Sample ID. Such record already exists.
ar_iq: يتم تضمين السجل مع وجود هذا الحيوان نوع نفس العينة الميدانية وID نموذج الدورة بالفعل. من فضلك ادخل معلمات عينة فريدة من نوعها لهذا الحيوان حيوان او تحديد حيوان آخر
az_latn_az: Eyni Nümunə Növünün, Nümunənin sahədəki Q/N və heyvanla olan qeydi yaratmaq mümkün deyil. Belə qeyd artıq mövcuddur.
hy_am: Գրառում այս կենդանիով, որն ունի նույն Նմուշի տեսակը և նմուշի դաշտային ն/հ արդեն ընդգրկված է սեսիայում: Խնդրում ենք մուտքագրել եզակի նմուշի պարամետրեր այդ կենդանու համար կամ ընտրել այլ կենդանի:
uk_ua: Запис з даними тваринами, які мають такий же тип зразку та інд. № зразку при зборі, вже включено в сесію.Оберіть іншу тварину або введіть унікальні параметри зразку для даної тварини.

# msgCantDeleteVectorSampleFT
source: The sample can not be deleted. It has a field test result assigned to it.
ar_iq: لا يمكن حذف العينة. لديها نتيجة الاختبار الميداني المسندة إليها.
az_latn_az: Nümunəni ləğv etmək mümkün deyil. Bu nümunə üçün Təcili testin nəticəsi var.
hy_am: Նմուշի չի կարող ջնջվել: Այն ունի կապակցված էքսպրես հետազոտության արդյունք:
uk_ua: Зразок не може бути вилучено. З ним пов'язані результати польового тесту.

# ErrAuthentication
source: The request requires user authentication.
ar_iq: طلب يتطلب مصادقة المستخدم.
az_latn_az: Sorğunu yerinə yetirmək üçün İstifadəçi qeydiyyatdan keçməlidir.
hy_am: Հարցումը պահանջում է օգտագործողի ավտորիզացիա:
uk_ua: Для виконання запиту треба провести авторизацію користувача.

# msgCampaignSessionDatesConflict
source: The Session’s period must match the Campaign’s period.
az_latn_az: Sessiyanın dövrü Kampaniyanın dövrünə uyğun olmalıdr.
hy_am: Սեսիայի ժամանակահատվածը պետք է հանապատասխանի կամպանիայի ժամանակահատվածին:
uk_ua: Період сесії повинен збігатись з періодом кампанії.

# msgCampaignSessionLinkDublicate
source: The selected Session is already linked to this Campaign.
az_latn_az: Seçilmiş Sessiyalar artıq bu Kampaniyaya aid edilib.
hy_am: Ընտրված սեսիան արդեն կապված է այս կամպանիային:
uk_ua: Обрана сесія вже пов'язана з цією кампанією.
