Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# msgFilterExcel
source: Excel documents|*.xls
ar_iq: Excel مستند|*.xls
az_latn_az: Excel sənədlər|*.xls
hy_am: Excel փաստաթղթեր|*.xls
uk_ua: Документи Excel|*.xls

# msgFilterGroupSuffix
source: Filters
ar_iq: الفلترات
az_latn_az: Filtrlər
hy_am: Ֆիլտրեր
uk_ua: Фільтри

# msgFilterHtml
source: HTML documents|*.html
ar_iq: HTML مستند|*.html
az_latn_az: HTML sənədlər|*.html
hy_am: HTML փաստաթղթեր|*.html
uk_ua: Документи HTML |*.html

# msgFilterJpg
source: Jpeg images|*.jpg
ar_iq: Jpeg صور|*.jpg
az_latn_az: Jpeg şəkillər|*.jpg
hy_am: Jpeg պատկերներ|*.jpg
uk_ua: Зображення у форматі jpeg|*.jpg

# msgFilterPdf
source: PDF documents|*.pdf
ar_iq: PDF مستندات|*.pdf
az_latn_az: PDF sənədlər|*.pdf
hy_am: PDF փաստաթղթեր|*.pdf
uk_ua: Документи PDF|*.pdf

# msgFilterRtf
source: Rich text documents|*.rtf
ar_iq: مستند|*.rtf
az_latn_az: Rich text sənədlər|*.rtf
hy_am: Փաստաթղթեր RTF|*.rtf
uk_ua: Текстові документи у форматі|*.rtf

# msgFolderExists
source: Cannot rename {0}: A folder with the name you specified already exists. Specify a different folder name.
ar_iq: لا يمكن إعادة تسمية {0}: مجلد بنفس الاسم الذي وضعته. تحديد اسم مجلد آخر.
az_latn_az: {0}-ın adını dəyişdirmək mümkün deyil: göstərilən adla qovluq artıq mövcuddur. Başqa bir qovluq adını seçin.
hy_am: Հնարավոր չէ վերանվանել {0}: Ձեր կողմից նշված տվյալ անվանումով թղթապանակ արդեն գոյություն ունի: Նշեք մեկ այլ անվանում թղթապանակի համար:
uk_ua: Не можна змінити назву {0}: Папка з вказаною назвою вже існує. Вкажіть іншу назву папки.

# msgHumCaseForm
source: Human Case Investigation Form
ar_iq: استمارة البحث في حالة بشرية
az_latn_az: İnsan Xəstəlik hadisəsinin ümumi tədqiqat forması
hy_am: Մարդու դեպքի համաճարակաբանական հետազոտման ձեւ
uk_ua: Форма дослідження випадку захворювання людини

# msgLivestockCaseForm
source: Investigation Form For Livestock Disease Outbreaks
ar_iq: نموذج التحقيق لتفشي الأمراض الحيوانية
az_latn_az: Heyvan xəstəliklərin alovlanmaları üzrə tədqiqat forması
hy_am: Գյուղատնտեսական կենդանիների հիվանդության բռնկումների հետազոտության հաշվետվական ձեւ
uk_ua: Форма дослідження захворювання худоби

# msgLoaded
source: Loaded
ar_iq: تم تحميله
az_latn_az: Yüklənib
hy_am: Բեռնված է
uk_ua: Завантажено

# msgLoading
source: Loading...
ar_iq: تحميل...
az_latn_az: Yüklənir...
hy_am: Բեռնումը ընթացքի մեջ է ...
uk_ua: Іде завантаження...

# msgLoginExist
source: The user with such login already exists on this site. Please choose other login name.
ar_iq: تسجيل الدخول للمستخدم بهذا الاسم موجود مسبقا على هذا الموقع. الرجاء اختيار اسم آخر تسجيل دخول
az_latn_az: Bu cür logini olan istifadəçi sautda artıq mövcuddur. Zəhmət olmasa, digər login adı seçin.
hy_am: Նման մուտքի անվանումով օգտագործող արդեն գոյություն ունի: Խնդրում ենք, ընտրել մուտքի այլ անվանում:
uk_ua: Користувач з таким логіном вже існує. Будь ласка, оберіть інший логін

# msgMapDoesNotExist
source: Map Doesn't Exist in This Language.
ar_iq: خريطة غير موجود في هذه اللغة
az_latn_az: Xəritə bu dildə mövcud deyil
hy_am: Այս լեզվով քարտեզ գոյություն չունի
uk_ua: Мапа цією мовою не існує

# msgMapInitializing
source: Map is initializing...
ar_iq: تهيئة الخريطة...
az_latn_az: Xəritə açılmaqdadır...
hy_am: Քարտեզն ինիցիալիզացվում է...
uk_ua: Ініціалізація мапи...

# msgMessage
source: Message
ar_iq: رسالة
az_latn_az: Mesaj
hy_am: Հաղորդագրություն
uk_ua: Повідомлення

# msgNatRayonExists
source: It is not possible to create 2 rayons with the same national name. Such value already exists.
ar_iq: منطقة بهاذا الاسم بالعربية موجود. من فضلك ادخل اسما آخر
az_latn_az: Bu cür milli adlı rayon artıq mövcuddur. Zəhmət olmasa, digər milli adlı rayon daxil edin.
hy_am: Այս հայերեն անվանմամբ շրջան արդեն գոյություն ունի: Խնդրում ենք մուտքագրել շրջանի այլ հայերեն անվանում:
uk_ua: Район з такою назвою українською мовою вже існує. Будь ласка, введіть іншу назву району українською мовою

# msgNatSettlementExists
source: It is not possible to create 2 settlements with the same national name. Such value already exists.
ar_iq: هذا الاسم لحي السكني باللغة الإنجليزية موجود مسبقا. من فضلك ادخل اسم آخر
az_latn_az: Belə yaşayış məntəqəsi Azərbaycan dilində artıq mövcuddur. Zəhmət olmasa, digər yaşayış məntəqəsi adını Azərbaycan dilində daxil edin.
hy_am: Այս հայերեն անվանմամբ բնակավայր արդեն գոյություն ունի: Խնդրում ենք, մուտքագրել բնակավայրի այլ հայերեն անվանում
uk_ua: Населений пункт з такою назвою українською мовою вже існує. Будь ласка, введіть іншу назву населеного пункту українською мовою

# msgNoDataForReport
source: Lack of data for this report
ar_iq: لا وجود لبيانات عن التقرير
az_latn_az: Bu hesabat üçün məlumatlar çatışmır
hy_am: Այս հաշվետվության համար տվյալները բացակայում են
uk_ua: Недостатньо даних для цього звіту

# msgNoDetailFormAvailable
source: There is no detail information related with this event record.
ar_iq: لا توجد معلومات تفصيلية ذات الصلة مع هذا السجل الحدث.
az_latn_az: Bu hadisə haqqında qeydlərə dair ətraflı məlumat yoxdur.
hy_am: Այս դեպքի գրառման հետ կապված մանրամասն տեղեկատվություն չկա:
uk_ua: Немає детальної інформації, що пов'язана з записом про цю подію.

# msgNoReportHeader
source: [Untitled]
ar_iq: [بلا عنوان]
az_latn_az: [mövzusuz]
hy_am: [Անվերնագիր]
uk_ua: [Без заголовка]

# msgNoSearchField
source: No fields are selected. Remove this search object or select some available fields.
ar_iq: لم يقع اختيار اي حقل. ازالة هذا عنصر البحث هذا او اختيار حقل مقبول
az_latn_az: Sahələr seçilməmişdir. Bu axtarış obyektini götürün və ya müəyyən mövcud sahələri seçin.
hy_am: Դաշտեր ընտրված չեն: Հեռացնել այս որոնման օբյեկտը կամ ընտրել որոշ առկա դաշտեր:
uk_ua: Поля не обрані. Видаліть цей об'єкт пошуку або оберіть доступні поля.

# msgNOT
source: NOT
ar_iq: لا
az_latn_az: DEYİL
hy_am: ՈՉ
uk_ua: НЕМАЄ

# msgNoUniqueLayoutName
source: Layout with that name already exists. Please modify it.
ar_iq: تخطيط بهذا الاسم موجود مسبقا. يرجى تعديله.
az_latn_az: Bu adla artıq Cədvəl mövcuddur. Zəhmət olmasa, adını dəyişdirin.
hy_am: Տվյալ անվանումով ներկայացում արդեն գոյություն ունի: Խնդրում ենք փոխել այն:
uk_ua: Схема з такою назвою вже існує. Будь ласка, змініть її.

# msgNoUniqueNatLayoutName
source: Layout with that national name already exists. Please modify it.
ar_iq: تخطيط بهذا الاسم للبلد موجود مسبقا. يرجى تعديله.
az_latn_az: Bu milli adla artıq Cədvəl mövcuddur. Zəhmət olmasa, adı dəyişdirin.
hy_am: Տվյալ ազգային լեզվով անվանումով ներկայացում արդեն գոյություն ունի: Խնդրում ենք փոխել այն:
uk_ua: Схема з такою назвою українською мовою вже існує. Будь ласка, змініть її.

# msgNoUniqueNatQueryName
source: Query with that national name already exists. Please modify it.
ar_iq: لاستعلام بهذا الاسم الوطني موجود مسبقا. يرجى تعديله.
az_latn_az: Bu milli adla artıq sorğu mövcuddur. Zəhmət olmasa, adı dəyişdirin.
hy_am: Ադպիսի հայերեն անվանումով հարցում արդեն գոյություն ունի: Խնդրում ենք փոխել այն:
uk_ua: Запит з такою назвою українською мовою вже існує. Змініть її, будь ласка.

# msgNoUniqueQueryName
source: Query with that name already exists. Please modify it.
ar_iq: الاستعلام بهذا الاسم موجود مسبقا. يرجى تعديله.
az_latn_az: Bu adla artıq sorğu mövcuddur. Zəhmət olmasa, adı dəyişdirin.
hy_am: Նման անվանումով հարցում արդեն գոյություն ունի: Խնդրում ենք փոխել այն:
uk_ua: Запит з такою назвою вже існує. Змініть її, будь ласка.

# msgOnlyOneNonActiveMatrixEnabled
source: You can have only one inactive matrix. Please activate currently inactive matrix before creating the new one.
ar_iq: يمكنك الحصول على ماتريكس واحدة فقط نشطة. يرجى تفعيل الماتريكس المعطلة حاليا قبل إنشاء واحدة جديدة.
az_latn_az: Yalnız bir qeyri-fəal matriksiniz ola bilər. Zəhmət olmasa, yenisini yaratmazdan öncə hazırda aktiv olmayan matriksi aktivləşdirin.
hy_am: Դուք կարող եք ունենալ միայն մեկ ոչ ակտիվ մատրիցա: Խնդրում ենք նախքան նորը ստեղծելը, ակտիվացնել ներկայում ոչ ակտիվ մատրիցան:
uk_ua: У вас може бути лише одна неактивна матриця. Будь ласка, активуйте чинну неактивну матрицю перед створенням нової.

# msgOR
source: OR
ar_iq: او
az_latn_az: VƏ YA
hy_am: ԿԱՄ
uk_ua: АБО

# msgOverwriteAccessTable
source: Database '{0}' already have table '{1}'. Do you want to overwrite table '{1}'? All data from existing table will be lost.
ar_iq: قاعدة البيانات '{0}' لها بعد الجدول '{1}'. هل تريد الكتابة الجدول '{1}'؟ سيتم فقدان كافة البيانات من الجدول الموجود.
az_latn_az: {0}' bazasına artıq '{1}' cədvəli daxildi. '{1}' cədvəli yenidən gurmaq? Bütün qöstərilicilər silinə bilər.
hy_am: '{0}' տվյալների բազան արդեն ունի աղյուսակ '{1}': Ցանկանու՞մ եք եղածի վրա վերագրանցել '{1}' աղյուսակը: Առկա աղյուսակի բոլոր տվյալները կկորչեն:
uk_ua: База даних '{0}' вже містить таблицю '{1}'. Бажаєте повторно створити таблицю '{1}'? Усі дані з цієї таблиці буде втрачено.

# msgPageWidth
source: Page Width
ar_iq: عرض الصفحة
az_latn_az: Səhifənin eni
hy_am: Էջի լայնություն
uk_ua: Ширина сторінки

# msgPasswordIsToBeShanged
source: Password is to be changed
ar_iq: يجب تغيير كلمة العبور
az_latn_az: Parol dəyişdirilməlidir.
hy_am: Գաղտնաբառը պետք է փոխվի
uk_ua: Необхідно змінити пароль

# msgPasswordRequired
source: Please Enter Password
ar_iq: ادخل كلمة العبور
az_latn_az: Zəhmət olmasa, parolu daxil edin.
hy_am: Մուտքագրել գաղտնաբառը
uk_ua: Введіть пароль, будь ласка

# msgPasswordTooShort
source: Password should contain at least {0} letters.
ar_iq: يجب أن تحتوي كلمة العبور على الأقل {0} الحروف
az_latn_az: Parol ən azı {0} hərfdən ibarət olmalıdır
hy_am: Գաղտնաբառը պետք է պարունակի առնվազն {0} տառ
uk_ua: Пароль повинен містити, щонайменш,{0} букв

# msgPleaseWait
source: Please wait
ar_iq: انتظر من فضلك
az_latn_az: Zəhmət olmasa, gözləyin
hy_am: Խնդրում ենք սպասել
uk_ua: Почекайте, будь ласка

# msgPrivateLayout
source: Are you sure you want to make layout private? Other users will not see it.
ar_iq: هل انت متأكد من جعل التصميم خاص بك، و لا يراه بقية المستخدمون؟
az_latn_az: Cədvəli şəxsi etmək istədiyinizə əminsinizmi? Digər istifadəçilər onu görə bilməyəcək.
hy_am: Վստա՞հ եք, որ ցանկանում եք ներկայացումը դարձնել անձնական: Այլ օգտագործողներ չեն տեսնի այն:
uk_ua: Ви впевнені, що хочете зробити цей рівень приватним? Інші користувачі не зможуть його побачити.

# msgPublishLayout
source: Are you sure you want to publish Layout? Operation cannot be undone.
ar_iq: هل انت متأكد من جعل التصميم للعكوك و يراه بقية المستخدمون؟
az_latn_az: Cədvəli nəşr etmək istədiyinizə əminsinizmi? Əməliyyatın geri qaytarılması mümkün deyil.
hy_am: Վստա՞հ եք, որ ցանկանում եք հրապարակել ներկայացումը: Գործողությունը չի կարող ետարկվել:
uk_ua: Ви впевнені, що хочете опублікувати проект? Операцію не можна буде скасувати.

# msgQueryComplexity
source: Complexity of query is greater than allowed value. Please remove {0} flexible form fields or change query.
ar_iq: تعقيد الطلب يفوق القيمة المسموح بها. الرجاء حذف {0} من الحقول المحددة او غير الطلب
az_latn_az: Sorğunun mürəkkəbliyi normanı keçir. Lütfən {0} quraşdırılan forma sahəsini silin və ya sorğunu dəyişin.
hy_am: Հարցման բարդությունը գերազանցում է թույլատրելի արժեքը: Խնդրում ենք հեռացնել ճկուն ձևերի {0} դաշտերը կամ փոխել հարցումը:
uk_ua: Складність запиту перевищує дозволене значення. Будь ласка, видаліть {0} поля форми, що настроюються, або змініть запит.

# msgRamAverage
source: Average
ar_iq: متوسط
az_latn_az: Orta qiymət
hy_am: Միջին
uk_ua: Середнє

# msgRamAverageOf
source: Average of
ar_iq: متوسط من
az_latn_az: orta qiyməti:
hy_am: -ի միջինը
uk_ua: Середнє від

# msgRamGrandTotal
source: Grand total
ar_iq: المجموع
az_latn_az: Ümumi Yekun
hy_am: Ընդամենը
uk_ua: Разом

# msgRamMapHeaderTooBig
source: Header and filter are too big. Please change them and try again.
ar_iq: عنوان و فلتر كبيران جدا. يرجى تغييرهما وحاول مرة أخرى.
az_latn_az: Başlıq və Filtr həddindən artıq çox böyük ölçüyə malikdir. Lütfən onları dəyişdirin və bir daha yoxlayın.
hy_am: Գլխագիրը և ֆիլտրը չափազանց մեծ են: Խնդրում ենք փոխել դրանք և փորձել կրկին:
uk_ua: Заголовок та фільтр мають занадто великий розмір. Змініть їх і спробуйте ще раз.

# msgRamStdDev
source: Standard deviation
ar_iq: الانحراف المعياري
az_latn_az: Standart kənaraçıxma
hy_am: Ստանդարտ շեղում
uk_ua: Стандартне відхилення

# msgRamTotal
source: Total
ar_iq: المجموع
az_latn_az: Yekun
hy_am: Ընդհանուր
uk_ua: Всього

# msgRamUnknown
source: Unknown
ar_iq: مجهول
az_latn_az: Naməlum
hy_am: Անհայտ
uk_ua: Невідомо

# msgRamVariance
source: Variance
ar_iq: طريقة ممكنة
az_latn_az: Dispersiya
hy_am: Դիսպերսիա
uk_ua: Розходження

# msgRayonVaildationError
source: The unknown error during rayon validation.
ar_iq: الخطأ غير معروف أثناء التحقق من الصحة المنطقة
az_latn_az: Rayonun yoxlanması zamanı naməlum səhv
hy_am: Շրջանի ստուգման ընթացքում առաջացած անհայտ սխալ
uk_ua: Виникла невідома помилка під час перевірки района

# msgRefreshButton
source: Refresh
ar_iq: تحيين
az_latn_az: Yenilə
hy_am: Թարմացնել
uk_ua: Поновити

# msgRemoveCaseFromOutbreak
source: Remove case from outbreak?
ar_iq: حذف الحالة من التفشي؟
az_latn_az: Xəstəlik hadisəsini alovlanmadan çıxarmaq istəyirsinizmi?
hy_am: Ջնջել՞ դեպքը բռնկման դեպքերից:
uk_ua: Видалити випадок зі спалаху?

# msgRemoveConfirmation
source: Remove confirmation
ar_iq: التأكيد على الحذف
az_latn_az: Ləğv etmənin təsdiqi
hy_am: Ջնջման հաստատում
uk_ua: Підтвердити видалення

# msgReportInitializing
source: Report is initializing...
ar_iq: تتم عملية تهيأة التقرير...
az_latn_az: Hesabat açılmaqdadır...
hy_am: Հաշվետվությունը ինիցիալիզացվում է….
uk_ua: Ініціалізація звіту...

# msgReportParameters
source: Parameters:
ar_iq: المعلمات:
az_latn_az: Parametrlər:
hy_am: Պարամետրեր.
uk_ua: Параметри:

# msgReportRendering
source: Report is rendering...
ar_iq: عملية تقديم التقرير...
az_latn_az: Hesabat icra olunur...
hy_am: Հաշվետվությունը ներկայացվում է...
uk_ua: Звіт надається...

# msgSettlementVaildationError
source: The unknown error during settlement validation.
ar_iq: الخطأ غير معروف أثناء التحقق من صحة الحي السكني
az_latn_az: Yaşayış məntəqəsinin yoxlanması zamanı naməlum səhv
hy_am: Բնակավայրի ստուգման ընթացքում առաջացած անհայտ սխալ
uk_ua: Невідома помилка виникла під час перевірки населеного пункта

# msgSeveral
source: several
ar_iq: البعض
az_latn_az: bir neçə
hy_am: մի քանի
uk_ua: декілька

# msgSite
source: - Site:
ar_iq: - موقع:
az_latn_az: Sayt:
hy_am: - Կայք:
uk_ua: - База:

# msgTestNotDefined
source: You should define all other test fields before assigning test result
ar_iq: يجب عليك تحديد كافة المجالات الأخرى قبل اختبار نتيجة تعين الاختبار
az_latn_az: Test nəticələrini müəyyən etməzdən əvvəl digər bütün test sahələrini müəyyən etməlisiniz
hy_am: Հետազոտության արդյունքները նշանակելուց առաջ, դուք պետք է սահմանեք հետազոտության մյուս բոլոր դաշտերը
uk_ua: Необхідно визначити усі інші поля тесту перед реєстрацією результату тесту

# msgTestsHaveBatches
source: Some tests already assigned to batches
ar_iq: بعض الاختبارات تم تعيينها بالفعل للمجموعات
az_latn_az: Bəzi testlər artıq qruplara daxil olunub.
hy_am: Որոշ հետազոտություններ արդեն ներառված են խմբաքանակներում
uk_ua: Деякі тести вже включені до групового дослідження

# msgTestsMustBeSame
source: Only tests of the same type can be added to a batch.
ar_iq: يمكن إضافة اختبارات فقط من نفس النوع للدفعة.
az_latn_az: Bütün testlər eyni olmalıdır
hy_am: Միայն միատեսակ հետազոտությունները կարող են ավելացվել խմբաքանակին:
uk_ua: До групового тесту можна додати лише однотипні тести.

# msgTestsNotHaveResults
source: Not all tests have result
ar_iq: بعض الاختبارات لا نتائج لها
az_latn_az: Bəzi testlərin nəticəsi yoxdur
hy_am: Ոչ բոլոր հետազոտություններն ունեն արդյունք
uk_ua: Не усі тести мають результати

# msgTooBigFolderDepth
source: Number of levels of nested folders exceeds the maximum allowed value.
ar_iq: عدد مبالغ فيه لتسلسل الكراسات
az_latn_az: Qovluqda ierarxik strukturası həddən artıq böyükdür.
hy_am: Ներդրված թղթապանակների հիերարխիան գերազանցում է առավելագույն թույլատրված սահմանը:
uk_ua: Надто велика ієрархія папок.

# msgTooBigLayout
source: Cannot generate tabular report because the layout contains more than {0} cells. Please modify it and try again.
ar_iq: لا يمكن إنشاء تقرير جدولي لأن تخطيط يحتوي على أكثر من {0} الخلايا. يرجى تعديله وإعادة المحاولة.
az_latn_az: Cədvəl hesabatı yaratmaq mümkün deyil, çünki cədvəldə {0} sayından artıq xanalar var. Zəhmət olmasa, onu dəyişdirin və bir daha cəhd edin.
hy_am: Հնարավոր չէ ստեղծել աղյուսակային հաշվետվություն, քանի որ ներկայացումը պարունակում է {0}-ից ավելի բջիջներ: Խնդրում ենք փոփոխել այն և փորձել կրկին:
uk_ua: Не можна створити табличний звіт, внаслідок того, що шар містить більще {0} клітинок. Будь ласка, змініть це та зробіть ще одне намагання.

# msgTooBigSelection
source: Selection should contains at most {0} items to show on chart.
ar_iq: يجب اختيار العناصر التي تحتوي اكثر على {0} لتظهر على الرسم البياني.
az_latn_az: Diaqramda əks etdirilmək üçün seçilmiş hissədə {0} -dən artıq elementlər olmamalıdır.
hy_am: Ընտրությունը պետք է պարունակի առավելագույնը {0} տարր՝ դիագրամում ցուցադրելու համար:
uk_ua: Обране повинно містити не більше {0} елементів для показу у графіку.

# msgUndefinedPrinter
source: Printer Has not Been Set
ar_iq: لم يتم اطلاق المطبعة
az_latn_az: Printer qoşulmamışdır
hy_am: Տպիչը կարգավորված չէ
uk_ua: Принтер не заданий

# msgVialsToTransfer
source: {0} container(s) will be moved to the subdivision '{2}' of freezer '{3}'. Accept transfer?
ar_iq: {0} الحاويات تنتقل الى المجموعة الفرعية '{2}' من التنجميد '{3}'. Accept transfer?
az_latn_az: {0} konteyner(lər) '{3}' soyuducunun '{2}' bölməsinə köçürüləcək. Köçürülmə Qəbul edilsin?
hy_am: {0} Կոնտեյները(ները) կտեղափոխվի սառնարան {3}-ի ստորաբաժանում '{2}': Հաստատե՞լ տեղափոխումը:
uk_ua: {0} контейнер(-и) буде переміщений до підрозділу '{2}' холодильника '{3}'. Підтвердити переміщення?

# msgWholePage
source: Whole Page
ar_iq: الصفحة كاملة
az_latn_az: Bütün səhifə
hy_am: Ողջ էջը
uk_ua: Уся сторінка

# msgWrongDiagnosis
source: The changed diagnosis should differ from the initial diagnosis.
ar_iq: يجب ان يختلف التشخيص المغيير عن الاولي
az_latn_az: Dəyişdirilmiş diaqnoz ilkin diaqnozdan fərqlənməlidir
hy_am: Փոխված ախտորոշումը պետք է տարբերվի նախնական ախտորոշումից:
uk_ua: Змінений діагноз повинен відрізнятися від початкового діагнозу.

# NoResults
source: There are no results
ar_iq: لا توجد نتائج
az_latn_az: Nəticələr yoxdur
hy_am: Արդյունքներ չկան
uk_ua: Немає результатів

# NoSavedLayoutMessage
source: [New layout]
ar_iq: [تصميم جديد]
az_latn_az: [Yeni cədvəl]
hy_am: [Նոր ներկայացում]
uk_ua: [Новий формат]

# Notification date_Date Entered
source: Notification date must be earlier than or same as Date Entered.
ar_iq: يجب أن يكون تاريخ الادخال في وقت سابق او هو نفس التاريخ الحالي.
az_latn_az: Xəbərdarlıq tarixi daxil etmə tarixindən gec olmamalıdır.
hy_am: Շտապ հաղորդման ամսաթիվը պետք է համընկնի մուտքագրման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата повідомлення повинна бути раніше або одночасно з датою введення даних.

source: November
ar_iq: نوفمبر
az_latn_az: Noyabr
hy_am: Նոյեմբեր
uk_ua: Листопад

source: October
ar_iq: اكتوبر
az_latn_az: Oktyabr
hy_am: Հոկտեմբեր
uk_ua: Жовтень

source: Ok
ar_iq: طيب
az_latn_az: Bəli
hy_am: Այո
uk_ua: ОК

# PACS_Short_Caption
source: PACS
ar_iq: أرشفة الصور ونظام الاتصالات
az_latn_az: PENS
hy_am: ԱՆՀՀ
uk_ua: СКП

# ParameterAlreadyInTemplateMessage
source: Can't add parameter, because it is in template already
ar_iq: لا يمكن إضافة المعلمة، لأنها موجودة في اللوحة
az_latn_az: Parametri əlavə oluna bilməz, çünki o artıq şablona əlavə edilib
hy_am: Հնարավոր չէ ավելացնել պարամետր, քանի որ այն արդեն առկա է ձևանմուշում:
uk_ua: Не можливо додати параметр, тому що він вже є у шаблоні

# ParameterDeleteQuestion
source: Do you want delete parameter?
ar_iq: هل تريد ازالة المعلمة؟
az_latn_az: Parametri silmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ջնջել պարամետրը:
uk_ua: Бажаєте видалити параметр?

# ParameterFixedPresetValueRemove_Has_tlbActivityParameters
source: Parameter Fixed Preset Value can not be deleted. It is used in Activity Parameters.
ar_iq: لا يمكن حذف المعلمة المثبتة مع القيمة مسبقا. يتم استخدامها في نشاط معلمات.
az_latn_az: Parametr üçün sabit, öncədən təyin edilmiş dəyəri silmək mümkün deyil. O, artıq istifadə olunur.
hy_am: Պարամետրի ֆիքսված կանխորոշված արժեքը չի կարող ջնջվել: Այն արդեն օգտագործվում է տվյալների կողմից:
uk_ua: Не можна видалити фіксоване задане значення параметру. Воно використовується у Параметрах діяльності.

# ParameterFixedPresetValueRemove_Has_tlbAggrMatrixVersion
source: Parameter Fixed Preset Value can not be deleted. It is used in Aggregate Matrix.
ar_iq: لا يمكن حذف المعلمة المثبتة مع القيمة مسبقا. يتم استخدامها فيالماتريكس المفصلة
az_latn_az: Parametr üçün sabit, öncədən təyin edilmiş dəyəri silmək mümkün deyil. O, Qrupşəkilli Matriksdə istifadədədir.
hy_am: Պարամետրի ֆիքսված կանխորոշված արժեքը չի կարող ջնջվել: Այն օգտագործվում է ցուցակային մատրիցայում:
uk_ua: Не можна видалити фіксоване задане значення параметру. Воно використовується у Матриці кумулятивних даних.

# ParameterRemove_Has_ffParameterForTemplate_Rows
source: Parameter can not be deleted. It is used in Templates.
ar_iq: لا يمكن حذف المعلمة. يتم استخدامها في لوح القوالب
az_latn_az: Parametrin silinməsi mümkün deyil. O, "Şablonlar"da istifadədədir.
hy_am: Պարամետրը չի կարող ջնջվել: Այն օգտագործվում է Ձևանմուշներում:
uk_ua: Не можна видалити параметр. Він використовується у Шаблонах.

# ParameterRemove_Has_Rules_Rows
source: Parameter can not be deleted. It is used in Rules.
ar_iq: لا يمكن حذف المعلمة. يتم استخدامها في القواعد
az_latn_az: Parametrin silinməsi mümkün deyil. O, "Qaydalar"da istifadədədir.
hy_am: Պարամետրը չի կարող ջնջվել: Այն օգտագործվում է Կանոններում:
uk_ua: Не можна видалити параметр. Він використовується у правилах.

# ParameterRemove_Has_tasQuerySearchField_Rows
source: Parameter can not be deleted. It is used in AVR.
ar_iq: لا يمكن حذف المعلمة. يتم استخدامها في مراقبة صحة التقارير
az_latn_az: Parametrin silinməsi mümkün deyil. O, AVH-da istifadədədir.
hy_am: Պարամետրը չի կարող ջնջվել: Այն օգտագործվում է ՎՏՀ-ում:
uk_ua: Не можна видалити параметр. Він використовується у АПЗ.

# ParameterRemove_Has_tlbActivityParameters_Rows
source: Parameter can not be deleted. There are some data in Activity Parameters.
ar_iq: لا يمكن حذف المعلمة. هناك بعض البيانات في نشاط معلمات.
az_latn_az: Parametri silmək mümkün deyil. Fəaliyyət Parametrlərində müəyyən məlumatlar vardır.
hy_am: Պարամետրը չի կարող ջնջվել: Գոյություն ունեն ձևեր, որոնք պարունակում են տվյալներ կապված այդ պարամետրի հետ:
uk_ua: Не можна видалити параметр. Існують дані у Параметрах діяльності.

# ParameterRemove_Has_tlbAggrMatrixVersion_Rows
source: Parameter can not be deleted. There are some data in Aggregate Matrix linked to this parameter
ar_iq: لا يمكن حذف المعلمة. هناك بعض البيانات في الماتريكس الإجمالية المرتبطة بهذا المعلمة
az_latn_az: Parametri silmək mümkün deyil. Qrupşəkilli matriksdə müəyyən məlumatlar vardır.
hy_am: Պարամետրը չի կարող ջնջվել: Ցուցակային մատրիցայում կան որոշ տվյալներ, որոնք կապված են այս պարամետրի հետ:
uk_ua: Не можна видалити параметр. Існують дані у Матриці кумулятивних даних.

# ParameterRemove_ParameterForFunction
source: Parameter can not be deleted. There are some rules with uses this parameter.
ar_iq: لا يمكن حذف المعلمة. هناك بعض القواعد تستخدم هذه المعلمة.
az_latn_az: Parametri silmək mümkün deyil. Bu parametrin istifadə edildiyi bir sıra qaydalar mövcuddur.
hy_am: Պարամետրը չի կարող ջնջվել: Որոշ կանոններ օգտագործում են այդ պարամետրը:
uk_ua: Не можна видалити параметр. Існують правила щодо застосування цього параметру.

# ParameterTypeRemove_Has_ffParameter
source: Parameter Type can not be deleted. It is used in Parameters.
ar_iq: لا يمكن حذف نوع المعلمة. يتم استخدامها في نشاط المعلمات
az_latn_az: Parametrin növünü silmək mümkün deyil. O, Parametrlərdə istifadədədir.
hy_am: Պարամետրի տեսակը հնարավոր չէ ջնջել: Այն օգտագործվում է Պարամետրերում:
uk_ua: Не можна видалити тип параметру. Він використовується у параметрах.
