Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

source: action(s)
ar_iq: اعمال
az_latn_az: hərəkətlər
hy_am: գործողություն(ներ)
uk_ua: дії

source: Add
ar_iq: اضافة
az_latn_az: Əlavə et
hy_am: Ավելացնել
uk_ua: Додати

# AddInTemplate_Template_Has_Observations
source: Cant't add objects to template, because there is actual data linked with template in the system.
ar_iq: لا يمكن إضافة عناصر إلى اللوحة، لوجود قاعدة البيانات الفعلية المرتبطة باللوحة في النظام
az_latn_az: Şablona obyekti əlavə etmək mümkün deyil, çünki bu şablona bağlanmış müşahidələr mövcuddur.
hy_am: Հնարավոր չէ օբյեկտներ ավելացնել ձևանմուշին, քանի որ համակարգում գոյություն ունեն ձևանմուշի հետ կապված իրական տվյալներ:
uk_ua: Не можна додати об'єкт до шаблону, внаслідок того, що існують спостереження, які пов'язані з цим шаблоном.

# AddParameterInTemplate_Cant_Add_Unsaved_Parameter
source: The unsaved parameter can't be added into template. Do you want save data?
ar_iq: لا يمكن لمعلمة غير محفوظة ان تضاف القالب. هل تريد حفظ البيانات؟
az_latn_az: Yaddaşa verilməmiş parametr şablona əlavə oluna bilməz. Məlumatı yaddaşa vermək istəyirsinizmi?
hy_am: Չպահպանված պարամետրը հնարավոր չէ ավելացնել ձևանմուշի մեջ: Ցանկանու՞մ եք պահպանել տվյալները:
uk_ua: Не можна додати до шаблону незбережені параметри. Бажаєте зберегти дані?

source: Address
ar_iq: العنوان
az_latn_az: Ünvan
hy_am: Հասցե
uk_ua: Адреса

# AddSectionInTemplate_Cant_Add_Unsaved_Section
source: The unsaved section can't be added into template. Do you want save data?
ar_iq: لا يمكن أن يضاف قسم غير محفوظ في القالب. هل تريد حفظ البيانات؟
az_latn_az: Yaddaşa verilməmiş bölmə şablona əlavə oluna bilməz. Məlumatı yaddaşa vermək istəyirsinizmi?
hy_am: Չպահպանված բաժինը հնարավոր չէ ավելացնել ձևանմուշի մեջ: Ցանկանու՞մ եք պահպանել տվյալները:
uk_ua: Не можна додати до шаблону незбережений розділ. Бажаєте зберегти дані?

# ApplicationMustBeClosed
source: Update is now running. You must close EIDSS Application immediatly.
ar_iq: تجري عملية التحيين. عليك بغلق النظام الالكتروني لمراقبة الامراض حالا.
az_latn_az: Yenilənmə hazırda işləyir. Dərhal YXEMS proqramını bağlamalısınız.
hy_am: Թարմացումն ընթացքի մեջ է: Դուք պետք է անմիջապես փակեք ՀՀԷՀՀ հավելվածը:
uk_ua: Відбувається поновлення. Ви повинні негайно закрити додаток ЕІСНЗ.

source: April
ar_iq: ابريل
az_latn_az: Aprel
hy_am: Ապրիլ
uk_ua: Квітень

source: August
ar_iq: اغسطس
az_latn_az: Avqust
hy_am: Օգոստոս
uk_ua: Серпень

# btChangePassword
source: Change Password
ar_iq: تغيير كلمة العبور
az_latn_az: Parolu dəyiş
hy_am: Փոխել գաղտնաբառը
uk_ua: Змінити пароль

# btEditContact
source: Edit Contact
ar_iq: تحرير الاتصال
az_latn_az: Təmasda olanları redaktə et
hy_am: Խմբագրել կոնտակտը
uk_ua: Редагувати контакт

# btLogin
source: Login
ar_iq: اسم المستخدم
az_latn_az: Daxil ol
hy_am: Մուտք
uk_ua: Ім'я користувача

# strNew
source: New
az_latn_az: Yeni
hy_am: Ստեղծել
uk_ua: Створити

# strNewFlock
source: New Flock
az_latn_az: Dəstəni daxil et
hy_am: Ավելացնել կենդանատեսկ
uk_ua: Нове стадо

# strNewHerd
source: New Herd
az_latn_az: Sürünü daxil et
hy_am: Նոր հոտ
uk_ua: Додати стадо

source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
uk_ua: Скасувати

# btnCancelShort
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
uk_ua: Скасувати

# Cant_Use_Unsaved_Rule
source: Unsaved rule can't be used. You must save rule.
ar_iq: لا يمكن استعمال قاعدة غير محفوظة. احفظ القاعدة.
az_latn_az: Yaddaşda saxlanmamış qaydanı istifadə etmək qeyri-mümkündür. Qaydanı yaddaşa vermək lazımdır.
hy_am: Չպահպանված կանոնը հնարավոր չէ կիրառել: Դուք պետք է պահպանեք այն:
uk_ua: Неможливо використовувати незбережені правило. Потрібно зберегти правило.

# captionHCSearchResults
source: Human Case Search Results
ar_iq: نتائج بحث في حالة بشرية
az_latn_az: Axtarış nəticələri
hy_am: Մարդու դեպքի որոնման արդյունքներ
uk_ua: Результати пошуку випадку захворювання людини

# CaptionTransferVials
source: Transfer Containers
ar_iq: نقل الحاويات
az_latn_az: Konteynerləri köçür
hy_am: Տեղափոխել կոնտեյներները
uk_ua: Переміщення контейнерів

source: Clear
ar_iq: مسح
az_latn_az: Təmizlə
hy_am: Մաքրել
uk_ua: Очистити

source: Close
ar_iq: غلق
az_latn_az: Bağla
hy_am: Փակել
uk_ua: Закрити

# colActionName
source: Measure
ar_iq: اجراءات
az_latn_az: Tədbir
hy_am: Միջոցառում
uk_ua: Захід

# colBarcodeType
source: Barcode type
ar_iq: نوع الباركود
az_latn_az: Ştrixkodun növü
hy_am: Շտրիխ կոդի տեսակ
uk_ua: Тип штрих-коду

# colCampaignID
source: Campaign ID
ar_iq: رقم التعرف على الحملة
az_latn_az: Kampaniyanın Q/N-si
hy_am: Կամպանիայի ն/հ
uk_ua: Інд. № кампанії

# colCampaignName
source: Campaign Name
ar_iq: اسم الحملة
az_latn_az: Kampaniyanın adı
hy_am: Կամպանիայի անվանում
uk_ua: Назва кампанії

# colCampaignStatus
source: Campaign Status
ar_iq: حالة الحملة
az_latn_az: Kampaniyanın statusu
hy_am: Կամպանիայի կարգավիճակ
uk_ua: Статус кампанії

# colCaption
source: Caption
ar_iq: عنوان
az_latn_az: Başlıq
hy_am: Վերնագիր
uk_ua: Заголовок

# colCountryName
source: Country Name
ar_iq: اسم البلد
az_latn_az: Ölkənin adı
hy_am: Երկրի անվանում
uk_ua: Назва країни

# colCriteria
source: Criteria
ar_iq: مقياس
az_latn_az: Meyar
hy_am: Չափանիշ
uk_ua: Критерій

# colDepartmentName
source: Department
ar_iq: قسم
az_latn_az: Şöbə
hy_am: Բաժին
uk_ua: Відділ

# colDiseaseName
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnozlar
hy_am: Ախտորոշում
uk_ua: Діагноз

# colFieldName
source: Field Name
ar_iq: اسم الحقل
az_latn_az: Sahənin adı
hy_am: Դաշտի անվանում
uk_ua: Назва поля

# colLayoutName
source: Layout name
ar_iq: اسم الطبقة
az_latn_az: Cədvəlin adı
hy_am: Սխեմայի անվանում
uk_ua: Назва схеми

# Collection Date_Accession Date
source: Collection Date must be earlier than or same as Accession Date.
ar_iq: يجب أن يكون تاريخ التجميع سابق او هو نفسه تاريخ الادراج.
az_latn_az: Nümunənin toplama tarixi qəbul tarixindən gec ola bilməz.
hy_am: Նմուշառման ամսաթիվը պետք է համընկնի Ընդունման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата відбору не може бути пізніше або одночасно з датою прийому.

# Collection Date_Sent Date
source: Collection Date must be earlier than or same as Date Sent.
ar_iq: يجب أن يكون تاريخ التجميع سابق او هو نفسه تاريخ الارسال.
az_latn_az: Toplama tarixi göndərilmə tarixindən gec ola bilməz.
hy_am: Նմուշառման ամսաթիվը պետք է համընկնի Ուղարկման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата відбору не може бути пізніше або одночасно з датою відправки.

# colMatrixDate
source: Activation Date
ar_iq: تاريخ التفعيل
az_latn_az: Aktivləşdirilmə tarixi
hy_am: Ակտիվացման ամսաթիվ
uk_ua: Дата активації

# colName
source: Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
uk_ua: Назва

# colOIECode
source: OIE Code
ar_iq: كود المنظمة العالمية لصحة الحيوان
az_latn_az: BEB-in kodu
hy_am: ԿԱՄԿ ծածկագիր
uk_ua: Код МЕБ

# strOrganization
source: Organization
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
uk_ua: Організація

# colOrganizationShortName
source: Short Name
ar_iq: تسمية مختصرة
az_latn_az: Qısa ad
hy_am: Կարճ անվանում
uk_ua: Коротка назва

# colOutbreakID
source: Outbreak ID
ar_iq: رقم التعرف على التفشي
az_latn_az: Alovlanmanın Q/N-si
hy_am: Բռնկման ն/հ
uk_ua: Інд. № спалаху

# colPeriodName
source: Period Name
ar_iq: اسم الفترة
az_latn_az: Dövrün adı
hy_am: Ժամանակահատվածի անվանումը
uk_ua: Назва періоду

# colPeriodNumber
source: Period Number
ar_iq: رقم الفترة
az_latn_az: Dövrün nömrəsi
hy_am: Ժամանակահատվածի համարը
uk_ua: Номер періоду

# colPersonFullName
source: Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
uk_ua: Назва

# colPosition
source: Position
ar_iq: الوضع
az_latn_az: Vəzifə
hy_am: Պաշտոն
uk_ua: Посада

# colQueryName
source: Query name
ar_iq: اسم الاستعلام
az_latn_az: Sorğunun adı
hy_am: Հարցման անվանում
uk_ua: Назва запиту

# colRayonName
source: Rayon Name
ar_iq: اسم المنطقة السكنبة
az_latn_az: Rayonun adı
hy_am: Շրջանի անվանումը
uk_ua: Назва району

# colReferenceTypeName
source: Parameter Type Name
ar_iq: اسم نوع المعلمة
az_latn_az: Parametr Tipin Adı
hy_am: Տեղեկագրի տեսակը
uk_ua: Назва типу довідника

# colRegionName
source: Region Name
ar_iq: اسم المنطقة
az_latn_az: Regionun adı
hy_am: Մարզի անվանումը
uk_ua: Назва області

# colRelation
source: Relation
ar_iq: الصلة
az_latn_az: Əlaqə tipi
hy_am: Կապ
uk_ua: Відносини

# colSettlementName
source: Settlement Name
ar_iq: اسم الحي السكني
az_latn_az: Yaşayış məntəqənin adı
hy_am: Բնակավայրի անվանում
uk_ua: Назва населеного пункту

# colSiteID
source: SiteID
ar_iq: رقم التعرف على الموقع
az_latn_az: Saytın Q/N-si
hy_am: Կայքի ն/հ
uk_ua: Інд. № бази

# colSiteName
source: Site Name
ar_iq: اسم الموقع
az_latn_az: Saytın adı
hy_am: Կայքի անվանում
uk_ua: Назва бази

# colSiteType
source: Site Type
ar_iq: نوع الموقع
az_latn_az: Saytın növü
hy_am: Կայքի տեսակ
uk_ua: Тип бази

# colState
source: State
ar_iq: الحالة
az_latn_az: Vəziyyəti
hy_am: Վիճակ
uk_ua: Стан

# colValue
source: Value
ar_iq: القيمة
az_latn_az: Dəyər
hy_am: Արժեք
uk_ua: Значення

source: Copy
ar_iq: نسخ
az_latn_az: Surətini çıxar
hy_am: Պատճենել
uk_ua: Копіювати

# cptMapViewer
source: Map Viewer
ar_iq: استعراض الخارطة
az_latn_az: Xəritəyə baxış
hy_am: Քարտեզի դիտում
uk_ua: Перегляд мапи

# cptRepViewer
source: Report Viewer
ar_iq: مشاهدة التقرير
az_latn_az: Hesabata baxış
hy_am: Հաշվետվության դիտում
uk_ua: Перегляд звіту

# CurSiteRecords
source: current site records
ar_iq: سجلات الموقع الحالي
az_latn_az: Cari saytın qeydləri
hy_am: Ընթացիկ կայքի գրառումներ
uk_ua: записи поточної бази

# Date Entered_Current date
source: Date Entered must be earlier than or same as Current date.
ar_iq: تاريخ الادخال لا يجوز ان يكون بعد التاريخ الحالي
az_latn_az: Nümunənin toplanma tarixi cari tarixindən gec ola bilməz.
hy_am: Մուտքագրման ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата введення повинна бути рініше або одночасно з чинною датою.

# Date of Birth_Accession Date
source: Date of Birth must be earlier than or same as Sample Accession Date.
ar_iq: يجب أن يكون تاريخ الميلاد نفيه أو سابق عن تاريخ قبول العينة
az_latn_az: Doğum tarixi Qəbul tarixindən gec ola bilməz.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի նմուշի ընդունման ամսաթվին կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з датою реєстрації зразку.

# Date of Birth_Current date
source: Date of Birth must be earlier than or same as Current date.
ar_iq: يجب أن يكون تاريخ الميلاد في وقت سابق التاريخ الحالي ..
az_latn_az: Doğum tarixi cari tarixdən əvvəl olmalıdır
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з чинною датою.

# Date of Birth_Date Entered
source: Date of Birth must be earlier than or same as Date Entered.
ar_iq: يجب أن يكون تاريخ الميلاد في وقت سابق عن التاريخ الذي تم إدخاله.
az_latn_az: Doğum tarixi Məlumattı daxil olma tarixindən gec ola bilməz.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի մուտքագրման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з датою введення даних.

# Date of Birth_Date of changed diagnosis
source: Date of Birth must be earlier than or same as Date of changed diagnosis.
ar_iq: يجب أن يكون تاريخ الميلاد في وقت سابق عن تاريخ تغير التشخيص
az_latn_az: Doğum tarixi dəyişilmiş diaqnoz tarixindən gec olmamalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի փոխված ախտորոշման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з датою зміни діагнозу.

# Date of Birth_Date of last visit to employer, school, children's facility
source: Date of Birth must be earlier than Date of last presence at work, study and preschool institution.
ar_iq: يجب أن يكون تاريخ الميلاد سابق لتاريخ آخر زيارة لصاحب العمل، والمدرسة، ومرفق للأطفال.
az_latn_az: Doğum tarixi axırıncı dəfə iş yerinə, məktəbə,uşaq bağçasına səfər etdikdən tez olmalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է նախորդի դպրոց, նախակրթական հաստատություն, ինչպես նաև աշխատավայր այցելելու վերջին ամսաթվին:
uk_ua: Дата народження повинна бути раніше за дату останнього відвідування місця роботи, навчання, дитячого закладу.

# Date of Birth_Date of symptoms onset
source: Date of Birth must be earlier than or same as Date of symptoms onset.
ar_iq: يجب أن يكون تاريخ الميلاد في نفس التاريخ وقت سابق عن تاريخ أول رعاية صحبة.
az_latn_az: Doğum tarixi simptomların başlandığı tarixdən əvvəl olmalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի ախտանշանների ի հայտ գալու ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з датою появи симптомів.

# Date of Birth_Diagnosis date
source: Date of Birth must be earlier than or same as Diagnosis date.
ar_iq: يجب أن يكون تاريخ الميلاد نفيه أو سابق عن تاريخ التشخيص.
az_latn_az: Doğum tarixi diaqnozun qoyulma tarixindən əvvəl olmalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի ախտորոշման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з датою діагнозу.

# Date of Birth_Notification date
source: Date of Birth must be earlier than or same as Notification date.
ar_iq: يجب أن يكون تاريخ الميلاد نفيه أو سابق عن تاريخ الاشعار
az_latn_az: Doğum tarixi xəbərdarlıq tarixindən əvvəl olmalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի ծանուցման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з датою повідомлення.

# Date of Birth_Sample Collection Date
source: Date of Birth must be earlier than or same as Sample Collection Date.
ar_iq: يجب أن يكون تاريخ الميلاد نفيه أو سابق عن تاريخ تجميع العينات
az_latn_az: Doğum tarixi nümunənin toplama tarixindən gec olmamalıdır.
hy_am: Ծննդյան ամսաթիվը պետք է համընկնի նմուշառման ամսաթվին կամ նախորդի դրան:
uk_ua: Дата народження повинна бути раніше або одночасно з датою відбору зразку.

# Date of symptoms onset_Accession Date
source: Date of symptoms onset must be earlier than or same as Sample Accession Date.
ar_iq: تاريخ ظهور العوارض يحب ان يكون قبل او نفس تاريخ قبول العيينة
az_latn_az: Simptomların başlanma tarixi nümunənin qəbul tarixindən gec olmamalıdır.
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվը պետք է համընկնի նմուշի ընդունման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата появи симптомів повинна бути раніше або одночасно з датою реєстрації зразку.

# Date of symptoms onset_Current date
source: Date of symptoms onset must be earlier than or same as Current date.
ar_iq: تاريخ ظهور العوارض يحب ان يكون قبل او نفس التاريخ الحالي
az_latn_az: Simptomların başlanma tarix cari tarixdən gec olmamalıdır.
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата появи симптомів повинна бути раніше або одночасно з чинною датою.

# Date of symptoms onset_Date Entered
source: Date of symptoms onset must be earlier than or same as Date Entered.
ar_iq: تاريخ ظهور العوارض يحب ان يكون قبل او نفس تاريخ الادخال
az_latn_az: Simptomların başlanma tarixi məlumatın daxiletmə tarixindən gec olmamalıdır.
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվը պետք է համընկնի մուտքագրման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата появи симптомів повинна бути раніше або одночасно з датою введення даних.

# Date of symptoms onset_Date of changed diagnosis
source: Date of symptoms onset must be earlier than or same as Date of changed diagnosis.
ar_iq: تاريخ ظهور العوارض يحب ان يكون قبل او نفس تاريخ تغير التشخيص
az_latn_az: Simptomların başlanma tarixi dəyişilmiş diaqnozun tarixindən əvvəl olmalıdır.
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվը պետք է համընկնի ախտորոշման փոփոխման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата появи симптомів повинна бути раніше або одночасно з датою зміни діагнозу.

# Date of symptoms onset_Diagnosis date
source: Date of symptoms onset must be earlier than or same as Diagnosis date.
ar_iq: تاريخ ظهور العوارض يحب ان يكون قبل او نفس تاريخ التشخيص
az_latn_az: Simptomların başlanma tarixi diaqnozun qoyulma tarixdən gec olmamalıdır.
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվը պետք է համընկնի ախտորոշման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата появи симптомів повинна бути раніше або одночасно з датою діагнозу.

# Date of symptoms onset_Notification date
source: Date of symptoms onset must be earlier than or same as Notification date.
ar_iq: تاريخ ظهور العوارض يحب ان يكون قبل او نفس تاريخ الاشعار
az_latn_az: Simptomların başlanma tarixi xəbərdarlıq tarixindən gec olmamalıdır.
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվը պետք է համընկնի ծանուցման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата появи симптомів повинна бути раніше або одночасно з датою повідомлення.

# Date of symptoms onset_Sample Collection Date
source: Date of symptoms onset must be earlier than or same as Sample Collection Date.
ar_iq: تاريخ ظهور العوارض يحب ان يكون قبل او نفس تاريخ تجميع العينة
az_latn_az: Simptomların başlanma tarixi nümunənin toplama tarixindən gec olmamalıdır.
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվը պետք է համընկնի նմուշառման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата появи симптомів повинна бути раніше або одночасно з датою відбору зразку.

# Date Sent_Accession Date
source: Date Sent must be earlier than or same as Accession Date.
ar_iq: يجب أن يكون تاريخ الارسال يوافق او سابق عن تاريخ القبول.
az_latn_az: Göndərmə Tarixi Qəbul tarixindən ya əvvəl ya da eyni olmalıdır.
hy_am: Ուղարկման ամսաթիվը պետք է համընկնի ընդունման ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата відправки зразку повинна бути раніше або одночасно з датою реєстрації.

source: Date Last Test Performed
ar_iq: تاريخ آخر اختبار تم
az_latn_az: Son Testin Yerinə Yetirilmə Tarixi
hy_am: Վերջին կատարված հետազոտության ամսաթիվը
uk_ua: Дата останнього проведеного тесту

source: December
ar_iq: ديسمبر
az_latn_az: Dekabr
hy_am: Դեկտեմբեր
uk_ua: Грудень

# defaultLabelName
source: New Label
ar_iq: علامة جديدة
az_latn_az: Yeni mətn
hy_am: Նոր պիտակ
uk_ua: Новий текст

# defaultParameterName
source: New Parameter
ar_iq: معلمة جديدة
az_latn_az: Yeni parametr
hy_am: Նոր պարամետր
uk_ua: Новий параметр

# defaultRuleName
source: New Rule
ar_iq: قاعدة جديدة
az_latn_az: Yeni qayda
hy_am: Նոր կանոն
uk_ua: Нове правило

# defaultSectionName
source: New Section
ar_iq: قسم جديد
az_latn_az: Yeni bölmə
hy_am: Նոր բաժին
uk_ua: Нова секція

# defaultTemplateName
source: New Template
ar_iq: قالب جديد
az_latn_az: Yeni şablon
hy_am: Նոր ձեւանմուշ
uk_ua: Новий шаблон

source: Delete
ar_iq: فسخ
az_latn_az: Sil
hy_am: Ջնջել
uk_ua: Видалити

# DeleteFromTemplate_ParameterUseInRuleAction
source: The parameter can't be deleted because it used in rule action. Rule(s):{0}.
ar_iq: لا يمكن حذف المعلمة لأنها تستخدم في عمل القاعدة. القاعدة (ق): {0}.
az_latn_az: Parametr silinə biməz, çünki qaydada istifadə olunur. Qayda: {0}.
hy_am: Պարամետրը հնարավոր չէ ջնջել, քանի որ այն օգտագործվում է կանոնի գործողության մեջ: Կանոն(ներ).{0}:
uk_ua: Параметр не може бути видалений, тому що він використовується правилом. Правило: {0}.

# DeleteFromTemplate_Section_Has_Children
source: Cant' delete section from template, because it has children objects.
ar_iq: غير قادر على 'حذف القسم من اللوحة، لأنه يحتوي حالات الأطفال.
az_latn_az: Şablondan obyekt silmək mümkün deyil, çünki onuynan əlaqəli digər obyektlər mövcuddur.
hy_am: Հնարավոր չէ ջնջել այս բաժինը ձևանմուշից, քանի որ այն ունի մանկական օբյեկտներ:
uk_ua: Не можна видалити об'єкт з шаблону, оскільки у нього є похідні.

# DeleteFromTemplate_Template_Has_Observations
source: Cant't delete sections or parameters from template, because there is actual data linked with template in the system.
ar_iq: لا يمكن حذف المقاطع أو معلمات من اللوحة لارتباط قاعدة البيانات الفعلية باللوحة في النظام
az_latn_az: Şablondan obyekti silmək mümkün deyil, çünki bu şablona bağlanmış məlumatlar var.
hy_am: Ձևանմուշից հնարավոր չէ ջնջել բաժինները կամ պարամետրերը, քանի որ համակարգում գոյություն ունեն ձևանմուշի հետ կապված իրական տվյալներ:
uk_ua: Не можна видалити об'єкт з шаблону, оскільки існують спостереження, які пов'язані з цим шаблоном.

# Determinant_Remove_Must_Have_Another_Template
source: Can't delete determinant. Must be another UNI templates without country determinant or with current country determinant.
ar_iq: لا يمكن خذف المحدد. يجب وجود لوحة اخرى موحدة بدون بلد المحدد او بمحدد البلد الجاري
az_latn_az: təyinedicini silmək olmaz. Digər UNİ şablonlar olmalıdır, ya ölkələr-təyinedicisiz, ya da cari ölkə -deteminantilə.
hy_am: Հնարավոր չէ ջնջել դետերմինանտը: Պետք է լինեն օգտագործողի այլ UNI ձևանմուշներ առանց երկրի դետերմինանտի կամ ընթացիկ երկրի դետերմինանտով:
uk_ua: Не можна видалити детермінант. Повинні бути інші UNI шаблони або без детермінантів-країн, або з детермінантом-поточної країною.

# Determinant_Save_Cant_Change_Because_Has_Observations
source: There is some actual data linked with template in the system.
ar_iq: هناك بعض البيانات الفعلية المرتبطة بالقالب في النظام.
az_latn_az: Şablon ilə əlaqəli bəzi məlumatlar var
hy_am: Համակարգում գոյություն ունեն ձևանմուշի հետ կապված փաստացի տվյալներ:
uk_ua: Існують дані, пов'язані з даним шаблоном.

# Determinant_Save_Has_Equal_Determinant_Sets
source: There are some equal determinant sets in templates. The determinant sets must be unique.
ar_iq: هناك بعض المحددات مجموعات متساوية في قوالب. يجب أن يكون المحدد للمجموعات فريد من نوعه.
az_latn_az: Şablonlarda bir sıra eyni təyinedicilər dəsti mövcuddur. Determinantlar dəstləri unikal olmalıdır.
hy_am: Ձևանմուշներում գոյություն ունեն որոշակի հավասար դետերմինանտների հավաքածուներ: Դետերմինանտների հավաքածուները պետք է եզակի լինեն:
uk_ua: У шаблонах встановлено декілька однакових наборів визначень. Набори визначень повинні бути єдиними.

source: Each non-UNI template must have several determinants: Country and Diagnosis OR Country and Test.
ar_iq: على كل قالب غير موحد ين يكون له محددات: البلد و التشخيص او البلد و الاختبار
az_latn_az: Hər bir qeyri-UNI şablonu bir neçə təyinediciyə malik olmalıdır: ölkə və diaqnoz; yaxud ölkə və test.
hy_am: Յուրաքանչյուր ոչ UNI ձևանմուշ պետք է ունենա մի քանի դետերմինանտներ. երկիր և ախտորոշում կամ երկիր և հետազոտություն:
uk_ua: Кожен не UNI шаблон повинен мати декілька визначень: країна та даігноз АБО країна та тест.

# Determinant_Save_Has_Not_Unique_UNI
source: Each UNI template must have only one determinant. This determinant must be the country.
ar_iq: على كل قالب موحد ان يكون له فقط محدد واحد و هو البلد
az_latn_az: Hər bir UNI şablonu yalnız bir təyinediciyə malik olmalıdır. Bu təyinedici ölkə olmalıdır.
hy_am: Յուրաքանչյուր UNI ձեւանմուշ պետք է ունենա մեկ դետերմինանտ: Այդ դետերմինանտը պետք է լինի երկիրը:
uk_ua: Кожен UNI шаблон повинен мати лише одне визначення. Це визначення повинно бути визначенням країни.

# Determinant_Save_So_More_Determinants
source: There is a template, which has more than 2 determinants.
ar_iq: هناك قالب، لديه أكثر من 2 محددات.
az_latn_az: 2-dən çox təyinediciyə malik olan şablon var
hy_am: Գոյություն ունի ձևանմուշ, որն ունի 2-ից ավել դետերմինանտներ:
uk_ua: Існує шаблон, який має більш ніж 2 визначника.

# Determinants_Already_Have_Country
source: UNI Template must have only one country type determinant.
ar_iq: يجب ان يكون للقالب نمط واحد محدد للبلد
az_latn_az: UNİ Şablon tək bir ölkə tipi təyinediciyə malik olmalıdır
hy_am: UNI ձևանմուշը պետք է ունենա միայն մեկ երկրի տեսակի դետերմինանտ
uk_ua: UNI шаблон може мати тільки один визначник-країна

# Determinants_Question_Remove_UNI
source: Template '{0}' already has the same country determinant. Do you want to make template '{0}' non-UNI?
ar_iq: قالب '{0}' بالفعل له نفس المحددات للبلاد. هل تريد أن تجعل قالب '{0}' غير UNI؟
az_latn_az: Şablon '{0}' eyni ölkə təyinediciyə artıq malikdir. Şablondan '{0}' UNİ əlamətini ləğv etmək istəyirsiz?
hy_am: '{0}' ձևանմուշն արդեն ունի նույն երկրի դետերմինանտը: Ցանկանու՞մ եք '{0}' ձևանմուշը դարձնել ոչ UNI:
uk_ua: UNI Шаблон "{0} 'вже має такий визначник-країну. Ви хочете прибрати ознаку UNI з шаблону '{0}'?
