Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMenu.*.resx
Languages: ar_iq, ka_ge, uz_cyrl_uz

# MenuConfiguration
source: &Configuration
ar_iq: &التركيبة
ka_ge: &კონფიგურაცია

# MenuCreate
source: &Create
ar_iq: &انشاء
ka_ge: &შექმნა

# MenuDocuments
source: &Documents
ar_iq: &وثائق
ka_ge: &დოკუმენტები
uz_cyrl_uz: Хужжатлар

# MenuEdit
source: &Edit
ar_iq: &تحوير
ka_ge: &რედაქტირება
uz_cyrl_uz: Тахрир килиш

# MenuEnglish
source: &English
ar_iq: &انجليزي
ka_ge: &ინგლისური
uz_cyrl_uz: Инглиз тили

# MenuExit
source: &Exit
ar_iq: &خروج
ka_ge: &გამოსვლა
uz_cyrl_uz: Чикиш

# MenuFile
source: &File
ar_iq: &ملف
ka_ge: &ფაილი
uz_cyrl_uz: Файл

# MenuGeorgian
source: &Georgian
ar_iq: &جيورجي
ka_ge: &ქართული
uz_cyrl_uz: Грузин тили

# MenuHelpAbout
source: &About
ar_iq: &عن البرنامج
ka_ge: &პროგრამის შესახებ...
uz_cyrl_uz: Дастур тугрисида

# MenuRAM
source: &AVR
ar_iq: &مقايسة التحقق من صحة التقرير
ka_ge: &ანალიტიკური მოდული

# MenuCatalogs
source: &Journals
ar_iq: &مراجع
ka_ge: &ჟურნალები
uz_cyrl_uz: Каталоглар

# MenuHelp
source: &Help
ar_iq: &مساعدة
ka_ge: &დახმარება
uz_cyrl_uz: Ердам

# MenuKazakh
source: &Kazakh
ar_iq: &كازاخي
ka_ge: &ყაზახური
uz_cyrl_uz: Козок тили

# MenuLanguage
source: &Language
ar_iq: &اللغة
ka_ge: &ენა
uz_cyrl_uz: Тил

# MenuMaps
source: &Maps
ar_iq: &خرائط
ka_ge: &რუკები

# MenuOperations
source: &Operations
ar_iq: &عمليات
ka_ge: &ოპერაციები
uz_cyrl_uz: Операциялар

# MenuReferencies
source: &References
ar_iq: &مراجع
ka_ge: &ცნობარები
uz_cyrl_uz: Тугирлаш

# MenuReports
source: &Reports
ar_iq: &تقارير
ka_ge: &ანგარიშები
uz_cyrl_uz: Хисоботлар

# MenuChangeUser
source: &Switch User
ar_iq: &تغيير المستخدم
ka_ge: &მომხმარებლის შეცვლა
uz_cyrl_uz: Паролни узгартириш

# MenuOptions
source: &System Preferences
ar_iq: &معلمات و انظمة
ka_ge: &სისტემური უპირატესობები
uz_cyrl_uz: Тугирлаш

# MenuRussian
source: &Russian
ar_iq: &الروسية
ka_ge: &რუსული
uz_cyrl_uz: Рус тили

# MenuSearch
source: &Search
ar_iq: &بحث
ka_ge: &ძებნა
uz_cyrl_uz: Кидирув

# menuStndReports
source: &Standard Reports
ar_iq: &تقارير معيارية
ka_ge: &სტანდარტული ანგარიშები

# MenuSystem
source: &System
ar_iq: &نظام
ka_ge: &სისტემა
uz_cyrl_uz: Тармок

# MenuView
source: &View
ar_iq: &المظهر
ka_ge: &ხედი
uz_cyrl_uz: Куриниш

# MenuObjectTypeList
source: Access Rights Management
ar_iq: الدخول الى حقوق الادارة
ka_ge: მონაცემთა მისაწვდომობის მართვა

# ReportsJournal60BReportCard
source: 60B Journal
ar_iq: 60B الكراس
ka_ge: 60B ჟურნალი

# MenuASCampaigns
source: Active Surveillance Campaigns
ar_iq: حملات مراقبة نشطة
ka_ge: აქტიური ზედამხედველობის კამპანიები

# MenuASSessionList
source: Active Surveillance Sessions
ar_iq: فترات مراقبة نشطة
ka_ge: აქტიური ზედამხედველობის სესიები

# MenuNewASCampaign
source: Active Surveillance Campaign
ar_iq: حملة ترصد فعالة
ka_ge: აქტიური ზედამხედველობის კამპანია

# MenuNewASSession
source: Active Surveillance Session
ar_iq: فترة مراقبة نشطة
ka_ge: აქტიური ზედამხედველობის სესია

# ReportsActiveSurveillance
source: Active Surveillance Report
ar_iq: تقرير عن المراقبة النشطة
ka_ge: ანგარიში აქტიური ზედამხედველობის შესახებ

# HumAdditionalIndicatorsOfAFPSurveillance
source: Additional indicators of AFP surveillance
ar_iq: مؤشر اضافي لمراقبة الشلل الرخو الحاد

# MenuAdministration
source: Administration
ar_iq: ادارة
ka_ge: ადმინისტრირება

# MenuAdministrativeReports
source: Administrative
ar_iq: اداري
ka_ge: ადმინისტრატორი

# ReportsAdmEventLog
source: Administrative Event Log
ar_iq: سجل الأحداث الإدارية
ka_ge: ადმინისტრაციულ მოვლენათა ჟურნალი

# MenuAggregateSettings
source: Aggregate Settings
ar_iq: اعدادات اجمالية
ka_ge: აგრეგირებული ფორმების პარამეტრები

# HumAntibioticResistanceCard
source: Antibiotic Resistance Card
ar_iq: بطاقة المضادات الحيوية المقاومة
ka_ge: ანტიბიოტიკების მიმართ მგრძნობელობის ბარათი

# MenuArmenian
source: Armenian
ar_iq: ارمني
ka_ge: სომხური

# MenuNewVetCaseAvian
source: Avian Case
ar_iq: حالة طيور
ka_ge: ფრინველის დაავადების შემთხვევა

# MenuAzeriLat
source: Azeri Lat
ar_iq: الآذربايجانية بالحروف اللاتينية
ka_ge: აზერბაიჯანული (ლათინური შრიფტი)

# MenuReferenceEditor
source: Base Reference Editor
ar_iq: محرر قاعدة المراجع
ka_ge: ძირითადი ცნობარების რედაქტორი

# MenuBatchList
source: Batches
ar_iq: اختبارات جماعية
ka_ge: პარტიები

# CISIDExport
source: Cases to be exported to CISID
ar_iq: ارسال الحالات الى مركز التعرف على هوية المتصل
ka_ge: CISID –ში შემთხვევების ექსპორტი

# MenuChangePassword
source: Change Password
ar_iq: تغيير كلمة العبور
ka_ge: პაროლის შეცვლა

# MenuDiagnosisEditor
source: Clinical Diagnoses Editor
ar_iq: محرر التشخيص السريري
ka_ge: კლინიკური დიაგნოზების რედაქტორი

# HumComparativeReport
source: Comparative Report
ar_iq: تقرير مقارن
ka_ge: შედარებითი ანგარიში

# MenuConnectToArchive
source: Connect To Archive
ar_iq: الاتصال بالأرشيف
ka_ge: დაკავშირება არქივთან

# VetCountryPlannedDiagnosticTestsReport
source: Country Report "Planned diagnostic tests"
ar_iq: التقرير القطري "الاختبارات التشخيصية المخططة"

# VetCountryPreventiveMeasuresReport
source: Country Report "Veterinary preventive measures"
ar_iq: التقرير القطري "التدابير الوقائية البيطرية"

# VetCountryProphilacticMeasuresReport
source: Country Report "Veterinary- sanitary measures"
ar_iq: التقرير القطري "التدابير البيطرية والصحية"

# MenuDataAuditEvent
source: Data Audit Transactions
ar_iq: بيانات عن تدقيق المتابعة
ka_ge: მონაცემთა აუდიტის ჟურნალი

# MenuDataExport
source: Data export
ar_iq: اصدار البيانات
ka_ge: მონაცემთა ექსპორტი

# MenuDataArchiveSettings
source: Data Archiving Settings
ar_iq: تعديل ارشيفة البيانات
ka_ge: მონაცემთა დაარქივების პარამეტრები

# MenuMaterialForDisease
source: Diagnosis->Sample Types Matrix
ar_iq: التشخيص->ماتريكس ماتريكس انواع العيينات
ka_ge: მატრიცა დიაგნოზი -> ნიმუშის ტიპები

# MenuTest_For_Disease
source: Diagnosis->Lab Tests Matrix
ar_iq: التشخيص->ماتريكس الاختبار المخبري
ka_ge: მატრიცა დიაგნოზი -> ლაბორატორიული ტესტები

# MenuDiagnosis2PensideTest
source: Diagnosis->Penside Test Matrix
ar_iq: التشخيص->ماتريكس الاختبار على عين المكان
ka_ge: მატრიცა დიაგნოზი->ექსპრეს ტესტები

# MenuSiteActivationServer
source: EIDSS Sites
ar_iq: النظام الالكتروني المتكامل لمراقبة الامراض المواقع
ka_ge: დზეის ობიექტები

# MenuPerson
source: Employees
ar_iq: عمال
ka_ge: თანამშრომლები
uz_cyrl_uz: Ишчилар

# CISIDAudit
source: Export Log
ar_iq: تصدير كراس
ka_ge: ექსპორტის ჟურნალი

# MenuEvent
source: Event Log
ar_iq: سجل الاحداث
ka_ge: სისტემურ მოვლენათა ჟურნალი
uz_cyrl_uz: Вокеаларни кайд килиш

# MenuFarm
source: Farms
ar_iq: المزارع
ka_ge: ფერმები

# MenuCustomForms
source: Flexible Forms Designer
ar_iq: مصمم الاستمارات القابلة لتعديل
ka_ge: მოქნილი ფორმების დიზაინერი
uz_cyrl_uz: Таерланадиган формалар

# HumFormN1
source: Form # 1
ar_iq: الاستمارة # 1
ka_ge: ფორმა # 1

# HumFormN1A3
source: Form # 1 (A3)
ar_iq: الاستمارة # 1 (A3)
ka_ge: ფორმა # 1 (A3)

# HumFormN1A4
source: Form # 1 (A4)
ar_iq: الاستمارة# 1 (A4)
ka_ge: ფორმა # 1 (A4)

# MenuGenerateSiteID
source: Generate Site ID
ar_iq: انشاء رقم التعرف على الموقع
ka_ge: ობიექტის ID კოდის გენერირება

# MenuStatisticTypeEditor
source: Generic Statistical Types Editor
ar_iq: مصمم الانواع الاحصائية العامة
ka_ge: ზოგადი სტატისტიკური ტიპების რედაქტორი

# MenuContents
source: Help
ar_iq: مساعدة
ka_ge: დახმარება
uz_cyrl_uz: Маъно

# MenuAggregateHumanCaseMTXEditor
source: Human Aggregate Case Matrix Editor
ar_iq: محرر ماتربكس البيانات المجمعة حول الحالة البشرية
ka_ge: ადამიანთა დაავადებების აგრეგირებულ შემთხვევათა მატრიცის რედაქტორი

# MenuFindAggregateCase
source: Human Aggregate Cases
ar_iq: تفاصيل الحالة البشرية
ka_ge: ადამიანის დაავადების აგრეგირებული შემთხვევები

# MenuHumanAggregateCaseList
source: Human Aggregate Cases
ar_iq: تفاصيل الحالة البشرية
ka_ge: ადამიანის დაავადების აგრეგირებული შემთხვევები

# MenuHumanCaseDeduplication
source: Human Case De-duplication
ar_iq: حالة بشرية مكررة
ka_ge: ადამიანთა დაავადების შემთხვევის დედუპლიკაცია

# MenuHumanReports
source: Human
ar_iq: بشري
ka_ge: ადამიანი

# MenuNewAggregateCase
source: Human Aggregate Case
ar_iq: قبول حالة بشرية
ka_ge: ადამიანთა დაავადებების აგრეგირებული შემთხვევის შეყვანა

# MenuNewHumanCase
source: Human Case
ar_iq: حالة بشرية
ka_ge: ადამიანის დაავადების შემთხვევა

# MenuSearchHumanCaseInBrowseMode
source: Human Case in Browse Mode
ar_iq: حالة بشرية في نظام البحث
ka_ge: ადამიანთა დაავადების შემთხვევის სწრაფი ძებნის რეჟიმი

# MenuViewAggregateSummaryCase
source: Human Aggregate Cases Summary
ar_iq: ملخص تفاصيل الحالة البشرية
ka_ge: ადამიანთა დაავადების აგრეგირებულ შემთხვევათა შეჯამება

# MenuFindHumanCase
source: Human Cases
ar_iq: حالات بشرية
ka_ge: ადამიანთა დაავადებების შემთხვევები

# ReportsHumDiagnosisToChangedDiagnosis
source: Human Diagnosis To Changed Diagnosis
ar_iq: تغيير التشخيص لحالة انسانسة
ka_ge: ადამიანის დაავადების დიაგნოზი შეცვლილ დიაგნოზთან შედარებით

# ReportsHumMonthlyMorbidityAndMortality
source: Human Monthly Morbidity And Mortality
ar_iq: المعدل الشهري للمرض و الوفايات البشرية
ka_ge: ადამიანის სიკვდილიანობა და ავადობა თვის მიხედვით

# ReportsHumSummaryOfInfectiousDiseases
source: Human Summary Of Infectious Diseases
ar_iq: مجمل الامراض المعدية البشرية
ka_ge: ჯამური ანგარიში ადამიანის ინფექციური დაავადებების შესახებ

# HumInfectiousDiseaseIntermediateMonth
source: Intermediate Report by Monthly Form IV–03/1 (Old Revision)
ar_iq: التقرير الوسيط للنموذج الشهري 4-3 /1(النسخة القديمة
ka_ge: შუალედური ანგარიში ყოველთვიური ფორმა IV–03/1–ის მიხედვით (ძველი რედაქციით)

# HumInfectiousDiseaseIntermediateMonthNew
source: Intermediate Report by Monthly Form IV–03
ar_iq: التقرير الوسيط للنموذج الشهري 4-3 (النسخة القديمة
ka_ge: შუალედური ანგარიში ყოველთვიური ფორმა IV–03–ის მიხედვით

# HumInfectiousDiseaseIntermediateYear
source: Intermediate Report by Annual Form IV–03 (Old Revision)
ar_iq: التقرير الوسيط للنموذج السنوي 4-3 (النسخة القديمة
ka_ge: შუალედური ანგარიში წლიური ფორმა IV–03–ის მიხედვით (ძველი რედაქციით)

# MenuLaboratoryReports
source: Laboratory
ar_iq: المخبر
ka_ge: ლაბორატორია

# MenuLabTest
source: Laboratory Tests
ar_iq: اختبارات المخبر
ka_ge: ლაბორატორიული ტესტები

# MenuLaunchRAM
source: Launch AVR
ar_iq: اطلاق نظام التحقق من صحة التقارير
ka_ge: ანალიტიკური მოდულის გაშვება

# MenuLabSampleLogBook
source: Lab Sample Log Book
ar_iq: كراس العيينات المخبرية
ka_ge: ნიმუშების და ლაბორატორიული ტესტების ჟურნალი

# CISIDProblems
source: List of actual errors
ar_iq: قائمة الاخطاء الحالية
ka_ge: ფაქტიური შეცდომების ჩამონათვალი

# MenuNewVetCaseLivestock
source: Livestock Case
ar_iq: حالة حيوانية
ka_ge: შინაური ცხოველის დაავადების შემთხვევა

# HumMainIndicatorsOfAFPSurveillance
source: Main indicators of AFP surveillance
ar_iq: اهم مؤشرات مراقبة الممارسة الطبية العامة

# MenuMapCustomization
source: Map Customization
ar_iq: تعديل الخارطة
ka_ge: რუკის პარამეტრების დაყენება

# MenuActionReferenceEditor
source: Measure Reference Editor
ar_iq: محرر مرجعية الاجراءات
ka_ge: ღონისძიებების რედაქტორი

# ReportsHumMicrobiologyResearchCard
source: Microbiology Research Result
ar_iq: نتائج البحث الميكروبيولوجي
ka_ge: მიკრობიოლოგიური კვლევის შედეგი

# HumFormN85Annual
source: National Statistic Form # 85 (annual)
ar_iq: استمارة الاحصائيات الوطنية # 85 (السنوية

# HumFormN85Monthly
source: National Statistic Form # 85 (monthly)
ar_iq: استمارة الاحصائيات الوطنية # 85 (الشهرية

# ToolbarNewHumanCase
source: New Human Case
ar_iq: حالة بشرية جديدة
ka_ge: ადამიანის დაავადების ახალი შემთხვევა

# ToolbarNewOutbreak
source: New Outbreak
ar_iq: تفشي جديد
ka_ge: ახალი ეპიდაფეთქება

# ToolbarNewVetCaseAvian
source: New Avian Case
ar_iq: حالة طيور جديدة
ka_ge: ფრინველის დაავადების ახალი შემთხვევა

# ToolbarNewVetCaseLivestock
source: New Livestock Case
ar_iq: حالة حيوانية جديدة
ka_ge: შინაური ცხოველის დაავადების ახალი შემთხვევა

# ToolbarNewASSession
source: New Active Surveillance Session
ar_iq: قترة جديدة من المراقبة الحيوية
ka_ge: ახალი აქტიური ზედამხედველობის სესია

# ToolbarNewVector
source: New Vector Surveillance Session
ar_iq: موجه جديد لفترة المراقبة
ka_ge: ახალი ვექტორული ზედამხედველობის სესია

# VetRegionPlannedDiagnosticTestsReport
source: Oblast Report "Planned diagnostic tests"
ar_iq: فضاء التقرير "الاختبارات التشخيصية المخطط لها

# VetRegionPreventiveMeasuresReport
source: Oblast Report "Veterinary preventive measures"
ar_iq: فضاء التقرير "الاجراءات الوقائية البيطرية

# VetRegionProphilacticMeasuresReport
source: Oblast Report "Veterinary- sanitary measures"
ar_iq: فضاء التقرير "الاجراءات البيطرية و الطبية

# MenuOrganizations
source: Organizations
ar_iq: المنظمات
ka_ge: ორგანიზაციები
uz_cyrl_uz: Ташкилот

# MenuNewOutbreak
source: Outbreak
ar_iq: تفشي
ka_ge: ეპიდაფეთქება

# MenuOutbreak
source: Outbreaks
ar_iq: تفشي
ka_ge: ეპიდაფეთქებები

# MenuPaperForms
source: Paper Forms
ar_iq: استمارات ورقية
ka_ge: ამოსაბეჭდი ფორმები

# MenuParameterTypesEditor
source: Parameter Types Editor
ar_iq: محرر انواع المعلمات
ka_ge: პარამეტრების ტიპების რედაქტორი

# MenuPreferencies
source: Preferences
ar_iq: التعديلات
ka_ge: უპირატესობები
uz_cyrl_uz: Тугирлаш

# MenuUniversalBarcodes
source: Print Barcodes
ar_iq: طباعة الباركود
ka_ge: შტრიხკოდების ბეჭდვა

# HumSummaryByRayonDiagnosisAgeGroups
source: Report of human cases by rayon, diagnosis
ar_iq: تقرير حالة بشرية من الحي السكني والتشخيص، الفئات العمرية،
ka_ge: ადამიანის დაავადებების შემთხვევების ანგარიში რაიონის, დიაგნოზის და ასაკობრივი ჯგუფის მიხედვით

# MenuRepositoryScheme
source: Repository Schema
ar_iq: هيكل مستودع البيانات
ka_ge: საცავის განლაგების სქემა
uz_cyrl_uz: Омбор схемаси

# MenuRequestReplication
source: Replicate Data
ar_iq: إجراء نسخ متماثل البيانات
ka_ge: მონაცემთა რეპლიკაცია

# ReportsHumInfectiousDiseaseMonth
source: Report on Cases of Infectious Diseases (Monthly Form IV–03/1 Old Revision)
ar_iq: التقرير عن حالات الأمراض المعدية التقرير عنها شهريا (نموذج السنوي الرابع-03 مراجعة قديم)
ka_ge: ანგარიში გადამდები დაავადების შემთხვევების შესახებ (ყოველთვიური ფორმა IV–03/1 ძველი რედაქციით)

# ReportsHumInfectiousDiseaseMonthNew
source: Report on Certain Diseases/Conditions (Monthly Form IV–03)
ar_iq: تقرير عن بعض الأمراض / الشروط (نموذج شهري الرابع-03)
ka_ge: ანგარიში ზოგიერთი დაავადების/მდგომარეობის შესახებ (ყოველთვიური ფორმა IV–03)

# ReportsHumInfectiousDiseaseYear
source: Report on Cases of Annually Reportable Infectious Diseases (Annual Form IV–03 Old Revision)
ar_iq: التقرير عن حالات الأمراض المعدية التقرير عنها سنويا (نموذج سنوي الرابع-03 مراجعة قديم)
ka_ge: ანგარიში წლიურ ანგარიშგებას დაქვემდებარებული გადამდები დაავადების შემთხვევების შესახებ (წლიური ფორმა IV–03 ძველი რედაქციით)

# MenuDerivativeForSampleType
source: Sample Type -> Derivative Type Matrix
ar_iq: النوع المشتق من الماتريكس -> نوع العينة
ka_ge: მატრიცა ნიმუშის ტიპი -> დერივატის ტიპი

# MenuSample
source: Samples
ar_iq: عيينات
ka_ge: ნიმუშები

# MenuSampleDestruction
source: Samples Disposition
ar_iq: التخلص من العيينات
ka_ge: ნიმუშების განკარგვა

# MenuSampleTypeReferenceEditor
source: Sample Type Reference Editor
ar_iq: محرر مرجعية انواع العيينات
ka_ge: ნიმუშის ტიპების რედაქტორი

# MenuSampleTransfer
source: Samples Transfer
ar_iq: نقل العيينات
ka_ge: ნიმუშების გადაცემა

# ToolbarFindHumanCase
source: Search Human Case
ar_iq: ابحث عن حالة بشرية
ka_ge: ადამიანთა დაავადების შემთხვევის ძებნა

# ToolbarFindASSession
source: Search Active Surveillance Session
ar_iq: ابحث عن فترة مراقبة نشطة
ka_ge: აქტიური ზედამხედველობის სესიის ძებნა

# MenuSecurity
source: Security
ar_iq: الامن
ka_ge: უსაფრთხოება

# MenuSecurityEventLog
source: Security Log
ar_iq: سجل الامن
ka_ge: უსაფრთხოების მოვლენათა ჟურნალი

# MenuSecurityPolicy
source: Security Policy
ar_iq: سياسة الامن
ka_ge: უსაფრთხოების წესები

# ToolbarFindVetCase
source: Search Veterinary Case
ar_iq: ابحث عن حالة بيطرية
ka_ge: ვეტდაავადების შემთხვევის ძებნა

# ToolbarFindVSSession
source: Search Vector Surveillance Session
ar_iq: ابحث عن موجه فترة المراقبة
ka_ge: ვექტორული ზედამხედველობის სესიის ძებნა

# ReportsHumSerologyResearchCard
source: Serology Research Result
ar_iq: نتائج البحث عن الامصال
ka_ge: სეროლოგიური კვლევის შედეგი

# MenuSettlementList
source: Settlements
ar_iq: الاحياء السكنية
ka_ge: დასახლების პუნქტები

# MenuNotificationSubscription
source: Site Alerts Subscriptions
ar_iq: تسجيل في موقع الاشعار
ka_ge: შეტყობინებების გამოწერა

# MenuAgeForSpecies
source: Species -> Animal Age Matrix
ar_iq: اجناس-> ماتريكس اعمار الحيوانات
ka_ge: მატრიცა ცხოველთა სახეობები -> ასაკი

# MenuSpeciesTypeReferenceEditor
source: Species Type Reference Editor
ar_iq: محرر مرجع اجناس الحيوانات
ka_ge: ცხოველთა სახეობების რედაქტორი

# MenuStatistic
source: Statistical Data
ar_iq: قاعدة البيانات الاحصائية
ka_ge: სტატისტიკური მონაცემები

# MenuSystemFunction
source: System Functions
ar_iq: وظائف النظام
ka_ge: სისტემური ფუნქციები

# MenuTestResultMatrix
source: Tests->Test Result Matrix
ar_iq: اختبارات->ماتريكس نتائج الاختبار
ka_ge: მატრიცა ტესტები->ტესტების შედეგები

# MenuUkrainian
source: Ukrainian
ar_iq: اوكراني
ka_ge: უკრაინული

# MenuNumberingService
source: Unique Numbering Schema
ar_iq: نظام ترقيم الرسوم البيانية
ka_ge: უნიკალური დანომრვის სქემა
uz_cyrl_uz: Хужжатларин ракамлаш

# MenuUserGroups
source: User Groups
ar_iq: المستخدمون
ka_ge: მომხმარებელთა ჯგუფები

# MenuUzbekCyr
source: Uzbek (Cyrillic)
ar_iq: اوزباكي
ka_ge: უზბეკური (კირილიცა)
uz_cyrl_uz: Узбек тили (кириллица)

# MenuUzbekLat
source: Uzbek(Latin)
ar_iq: اوزباكي
ka_ge: უზბეკური (ლათინური)
uz_cyrl_uz: Узбекча (лотинча)

# MenuVectorSubTypeEditor
source: Vector Species Types Editor
ar_iq: محرر انواع الناقل
ka_ge: გადამტანის სახეობების რედაქტორი

# MenuFindVSSession
source: Vector Surveillance Sessions
ar_iq: دورات مراقبة الناقل
ka_ge: ვექტორული ზედამხედველობის სესიები

# MenuNewVector
source: Vector Surveillance Session
ar_iq: دورة مراقبة الناقل
ka_ge: ვექტორული ზედამხედველობის სესია

# MenuVectorTypeEditor
source: Vector Types Editor
ar_iq: محرر انواع الناقلات
ka_ge: გადამტანის ტიპების რედაქტორი

# MenuVectorType2CollectionMethod
source: Vector Type -> Collection Method Matrix
ar_iq: نوع الناقل -> ماتريكس طريقة التجميع
ka_ge: მატრიცა გადამტანის ტიპი->შეგროვების მეთოდი

# MenuVectorType2PensideTest
source: Vector Type -> Field Test Matrix
ar_iq: نوع الناقل -> ماتريكس الاختبارات الميدانية
ka_ge: მარტიცა გადამტანის ტიპი–>საველე ტესტები

# MenuVectorType2SampleType
source: Vector Type -> Sample Type Matrix
ar_iq: نوع الناقل -> ماتريكس نوع العيينة
ka_ge: მარტიცა გადამტანის ტიპი -> ნიმუშის ტიპები

# MenuAggregateDiagnosticActionMTXEditor
source: Veterinary Diagnostic Investigation Matrix Editor
ar_iq: ماتريكس التحقيقات البيطرية التشخيصية
ka_ge: ვეტ სადიაგნოსტიკო კვლევების მატრიცის რედაქტორი

# MenuAggregateProphylacticActionMTXEditor
source: Veterinary Prophylactic Measure Matrix Editor
ar_iq: ماتريكس الاجراءات الوقائية البيطرية
ka_ge: ვეტ პროფილაქტიკურ ღონისძიებათა მატრიცის რედაქტორი

# MenuAggregateVetCaseMTXEditor
source: Veterinary Aggregate Case Matrix Editor
ar_iq: محرر ماتريكس الحالة الاجمالية البيطرية
ka_ge: ვეტ აგრეგირებულ შემთხვევათა მატრიცის რედაქტორი

# MenuFindVetCase
source: Veterinary Cases
ar_iq: حالات بيطرية
ka_ge: ვეტ დაავადებების შემთხვევები

# MenuNewVetAggregateAction
source: Veterinary Aggregate Action
ar_iq: عمليات بيطرية اجمالية
ka_ge: ვეტ აგრეგირებული ღონისძიების შეყვანა

# MenuNewVetAggregateCase
source: Veterinary Aggregate Case
ar_iq: حالة بيطرية اجمالية
ka_ge: ვეტ აგრეგირებული შემთხვევის შეყვანა

# MenuVetAggregateActionList
source: Veterinary Aggregate Actions
ar_iq: عمليات بيطرية اجمالية
ka_ge: ვეტ აგრეგირებული ღონისძიებები

# MenuVetAggregateCaseList
source: Veterinary Aggregate Cases
ar_iq: حالات اجمالية بيطرية
ka_ge: ვეტ აგრეგირებული შემთხვევები

# MenuVetCase
source: Veterinary Cases
ar_iq: حالات بيطرية
ka_ge: ვეტ დაავადებების შემთხვევები

# MenuVetReports
source: Veterinary
ar_iq: بيطري
ka_ge: ვეტ

# MenuViewVetAggregateSummaryAction
source: Veterinary Aggregate Actions Summary
ar_iq: مجمل العمليات البيطرية الاجمالية
ka_ge: ვეტ აგრეგირებულ ღონისძიებათა შეჯამება

# MenuViewVetAggregateSummaryCase
source: Veterinary Aggregate Cases Summary
ar_iq: مجمل الحالات الجمالية البيطرية
ka_ge: ვეტ აგრეგირებულ შემთხვევათა შეჯამება

# MenuAggregateSanitaryActionMTXEditor
source: Veterinary Sanitary Action Matrix Editor
ar_iq: محرر ماتريكس العمليات البيطرية و الطبية
ka_ge: ვეტ სანიტარულ ღონისძიებათა მატრიცის რედაქტორი

# MenuWindow
source: Window
ar_iq: نافذة
ka_ge: ფანჯარა

# ReportsVetSamplesCount
source: Veterinary Samples Count
ar_iq: عد العينات البيطرية
ka_ge: ვეტერინარული ნიმუშების რაოდენობა

# ReportsVetSamplesReportBySampleType
source: Veterinary Samples By Sample Type
ar_iq: عينات بيطرية حسب نوع العينة
ka_ge: ვეტერინარული ნიმუშები ნიმუშის ტიპის მიხედვით

# ReportsVetSamplesReportBySampleTypesWithinRegions
source: Veterinary Samples By Sample Types Within Regions
ar_iq: عينات بيطرية حسب اتواع العيينات في المناطق
ka_ge: ვეტერინარული ნიმუშები ნიმუშის ტიპის მიხედვით რეგიონების ფარგლებში

# ReportsVetYearlySituation
source: Veterinary Yearly Situation
ar_iq: حالة السنوية البيطرية
ka_ge: წლიური ვეტერინარული სიტუაცია

# ToolbarFindAggregateSummaryCase
source: View Human Aggregate Cases Summary
ar_iq: مشاهدة تقرير اجمالي حول الحالات البشرية
ka_ge: ადამიანთა დაავადების აგრეგირებულ შემთხვევათა შეჯამება

# ToolbarFindVetAggregateSummaryAction
source: View Veterinary Aggregate Actions Summary
ar_iq: مشاهدة تقرير اجمالي عن العمليات البيطرية
ka_ge: ვეტ აგრეგირებულ ღონისძიებათა შეჯამება

# ToolbarFindVetAggregateSummaryCase
source: View Veterinary Aggregate Cases Summary
ar_iq: مشاهدة تقرير اجمالي عن الحالات البيطرية
ka_ge: ვეტ აგრეგირებულ შემთხვევათა შეჯამება

# MenuDiagnosisAgeGroup
source: Age Groups Editor
ka_ge: ასაკობრივი ჯგუფების რედაქტორი

# DAG2SAGGroup
source: Age Groups->Statistical Age Groups Matrix
ka_ge: მატრიცა ასაკობრივი ჯგუფი->სტატისტიკური ასაკობრივი ჯგუფები

# Diagnosis2DiagnosisAgeGroup
source: Diagnoses->Age Groups Matrix
ka_ge: მატრიცა დიაგნოზი–>ასაკობრივი ჯგუფები

# MenuPatient
source: Persons
ka_ge: პირების ჩამონათვალი

# MenuLaunchEpiInfo
source: Launch EPI Info
ka_ge: EPI Info–ს გაშვება

# MenuArchive
source: Connect to archive data
ka_ge: დაკავშირება დაარქივებულ მონაცემებთან

# MenuActual
source: Connect to actual data
ka_ge: დაკავშირება მიმდინარე მონაცემებთან

# MenuDatabase
source: Database
ka_ge: მონაცემთა ბაზა
