Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, uk_ua

# errAsSessionFarmExists
source: The selected farm is included to session already. Please define unique animal/sample for this record or select another farm.
ar_iq: يتم تضمين المزارع المختارة لالدورة بالفعل. يرجى تحديد الحيوان الفريد من نوعه / عينة لهذا السجل أو حدد مزرعة أخرى.
az_latn_az: Seçilmış ferma sessiyaya artıq əlavə olunub. Xahiş edirik, nadir olan heyvan/nümunə yaradın ya da digər fermanı seçin
hy_am: Ընտրված տնտեսությունը արդեն ընդգրկված է սեսիայում: Խնդրում ենք սահմանել եզակի կենդանի/նմուշ այս գրառման համար կամ ընտրել այլ տնտեսություն:
uk_ua: Обрана ферма вже включена в сесію. Будь ласка, задайте унікальні тварину/зразок або виберіть іншу пробу ..

# errDuplicateSpiecies
source: The species type must be unique.
ar_iq: نوع الحيوان بجب ان يكون فريدا
az_latn_az: Heyvanın növü nadir olmalıdır
hy_am: Կենդանու կենդանատեսակը պետք լինի եզակի:
uk_ua: Вид тварини має бути унікальним.

# msgASSessionAlreadyBelongsToCampaign
source: The selected Session is already linked to another Campaign.
az_latn_az: Seçilmiş Sessiya artıq başqa Kampaniyayla bağlanılıb.
hy_am: Ընտրված սեսիան արդեն կապված է այլ կամպանիային:
uk_ua: Обрана сесія вже пов'язана з іншою кампанією.

# errTotalVsSeekAndDead
source: The sum of <Dead> and <Sick> can’t be more than <Total>.
ar_iq: يمكن مجموع <توفي> و<مريض> لا تكون أكثر من <المجموع>.
az_latn_az: "Xəstə" və "Ölmüş" sahələrin cəmi yekun göstəricidən çox ola bilməz:
hy_am: <Անկած> և <Հիվանդ> դաշտերի գումարը չի կարող լինել ավելին քան <Ընդամենը>:
uk_ua: Сума полів <Померло> і <Хворих> не може бути більше ніж <Всього>.

# errInvaliSampleStatusForSelectTest
source: The test can not be selected because the sample is in status: {0}.
ar_iq: لا يمكن اختيار الاختيار لأن العينة في حالة: {0}
az_latn_az: Testi yaratmaq mümkün deyil, çünki nümunə {0} vəziyyətdədir.
hy_am: Հետազոտությունը չի կարող ընտրվել, քանի որ նմուշը գտնվում է կարգավիճակ {0}-ում:
uk_ua: Тест не може бути створений тому що зразок знаходиться в стані: {0}

# AsSessionSummary_PositiveGreaterThanSampled
source: The value of "Positive #" must not be bigger than value in the "Number of Samples" field
ar_iq: يجب أن تكون قيمة "ايجابية #" لا تكون أكبر من القيمة في "عدد عينات" الميدان
az_latn_az: "Müsbətlərin sayı" sahəsində olan qiymət "Nümunələrin sayı" sahəsində olan qiymətdən böyük olmamalıdır
hy_am: "Դրական #" դաշտի արժեքը չպետք է լինի ավելի մեծ քան "Նմուշների քանակ" դաշտի արժեքը
uk_ua: Значення поля "Позитивних #" повинно бути не більше значення поля "Кількість тварин зі зразками"

# DuplicateSpeciesAvian_msgId
source: It is not possible to add 2 same species to the Flock. Such species already exists.
ar_iq: هناك أنواع مكررة في قطيع. حدد أنواع أخرى.
az_latn_az: Bu quş növü artıq mövcuddur. Quşun başqa növünü seçin.
hy_am: Երամը պարունակում է կրկնող կենդանատեսակներ: Ընտրեք այլ կենդանատեսակ:
uk_ua: Зграя містить види, що повторюються. Виберіть інший вид тварини.

# DuplicateSpeciesLivestock_msgId
source: It is not possible to add 2 same species to the Herd. Such species already exists.
ar_iq: هناك أنواع مكررة في قطيع. حدد أنواع أخرى.
az_latn_az: Sürü təkrar olunmuş növləri özündə saxlayır. Heyvanın başqa növünü seçin.
hy_am: Հոտը պարունակում է կրկնող կենդանատեսակներ: Ընտրեք այլ կենդանատեսակ:
uk_ua: Стадо містить види, що повторюються. Виберіть інший вид тварини.

# mbAgeShallNotExceed
source: The value of field Age shall not exceed 31 days, or 60 months, or 200 years.
ar_iq: تكون قيمة المجال العمر يوم / شهر / سنة لا تتجاوز 31/60/200.
az_latn_az: Yaş sahənin dəyərləri 31 gün, 60 ay, 200 il-dən artıq olmamalıdır.
hy_am: Տարիք դաշտի արժեքը չպետք է գերազանցի 31 օրը, կամ 60 ամիսը, կամ 200 տարին:
uk_ua: Значення поля Вік для днів/місяців/років не повинна перевищувати 31/60/200.

# errNotUniqueDisease
source: It is not possible to create 2 records with the same diagnosis and species. Such value already exists.
ar_iq: لا يمكن أن لا يكون أكثر من سجل واحد لنفس التشخيص والأنواع.
az_latn_az: Eyni xəstəlik və heyvanın növü ilə bir yazılışdan çox ola bilməz.
hy_am: Միևնույն ախտորոշման և կենդանատեսակի համար չի կարող լինել մեկից ավելի գրառում:
uk_ua: Не може існувати більше одного запису з однаковим захворюванням та видом тварини.

# msgAsSessionNoCaseCreated
source: There are no positive samples.
ar_iq: لا توجد عينات إيجابية.
az_latn_az: Müsbət nəticəsi ilə nümunə yoxdur.
hy_am: Չկան դրական նմուշներ:
uk_ua: Немає позитивних зразків.

# ErrNoVectorForSample
source: To add sample you should have at least one registered pool/vector.
ar_iq: لإضافة نموذج يجب أن يكون مجمع /ناقل واحد على الأقل مسجل.
az_latn_az: Nümunəni əlavə etmək üçün ən azı bir keçiricini ya da hövzəni qeydiyyatdan keçirin.
hy_am: Նմուշ ավելացնելու համար, դուք պետք է ունենաք առնվազն մեկ գրանցված պուլ/պահոց/փոխանցող:
uk_ua: Щоб додати зразок, ви повинні зареєструвати хоча б один пул або одного переносника.

# Error_NoClinicalSignsInClipBoard
source: There is no Clinical Investigation data in the Clipboard.
ar_iq: لا توجد بيانات التحقيقات السريرية في الحافظة.
az_latn_az: Mübadilə bufer özundə kliniki tədqiqatının məlumatını saxlamır.
hy_am: Փոխանակման բուֆերը չի պարունակում կլինիկական հետազոտության տվյալներ:
uk_ua: Буфер обміну не містить даних клінічних розслідування.

# lblTo
source: to
ar_iq: الى
az_latn_az: Tarixədək
hy_am: մինչև
uk_ua: по

# tabTitleTreatmentProphylacticMeasures
source: Treatment-prophylactics and vaccination measures
ar_iq: تدابير وقائية علاجية
az_latn_az: Müalicə-profilaktik tədbirləri
hy_am: Բուժման, կանխարգելման և պատվաստման միջոցառումներ
uk_ua: Заходи по лікуванню, профілактиці

source: this quarter
ar_iq: هذا الفصل
az_latn_az: bu rüb
hy_am: այս եռամսյակ
uk_ua: цей квартал

# titleMobileTimeFormat
source: time (hh:mm)
ar_iq: الساعة (س س : دد
az_latn_az: vaxt (hh:mm)
hy_am: ժամ (hh:mm)
uk_ua: час (гг:хх)

# titleThisWeekCases
source: This week cases
ar_iq: حالات هذا السبوع
az_latn_az: Bu həftəyə aid xəstəlik hadisələri
hy_am: Այս շաբաթ գրանցված դեպքեր
uk_ua: Випадки, зареєстровані на цьому тижні

# titleTodayCases
source: Today's cases
ar_iq: حالة اليوم
az_latn_az: Bu günə aid xəstəlik hadisələri
hy_am: Այսօր գրանցված դեպքեր
uk_ua: Випадки, зареєстровані сьогодні

# VetFarmTree_Total
source: TOTAL:
ar_iq: اجمالي:
az_latn_az: YEKUN:
hy_am: ԸՆԴԱՄԵՆԸ.
uk_ua: ВСЬОГО:

# VetFarmTree_TotalQuantityRule_Obeyed
source: Total number of sick and dead animals can't exceed the total number.
ar_iq: لا يمكن لمجموع عدد الحيوانات المريضة والنافقة ان يتجاوز العدد الإجمالي.
az_latn_az: Olmüş və Xəstə heyvanların sayı Cəmi heyvanları sayından artıq olmamalıdır.
hy_am: Հիվանդ և անկած կենդանիների ընդհանուր քանակը չի կարող գերազանցել կենդանիների ընդհանուր քանակը:
uk_ua: Сума кількості полеглих і хворих тварин не може перевищувати загальну кількість тварин.

# errCantRestoreRecord
source: This object can't be restored
ar_iq: لا يمكن استعادة هذا العنصر
az_latn_az: Obyekti bərpa etmək mümkün deyil.
hy_am: Այս օբյեկտը չի կարող վերականգնվել
uk_ua: Цей об'єкт не може бути відновлений.

# errAsSessionAnimalExists
source: This animal is included to session already. Please define sample for this animal or select another animal.
ar_iq: يتم تضمين هذا الحيوان إلى الدورة بالفعل. يرجى تحديد العينة لهذا الحيوان تو تحديد حيوان آخر.
az_latn_az: Bu heyvan artıq sessiyaya əlavə olunub. Xahiş edirik, bu heyvan üçün nümunə əlavə edin ya da digər heyvanı seçin.
hy_am: Այս կենդանին արդեն ընդգրկված է սեսիայում: Խնդրում ենք սահմանել նմուշ այս կենդանու համար կամ ընտրել այլ կենդանի:
uk_ua: Цю тварину вже додано в сесію. Будь ласка, додайте пробу для даної тварини або виберіть іншу тварину.

# lLockMessage
source: This program is in use and has been locked. Only {0} can unlock this program. To unlock enter password:
az_latn_az: Bu proqram istifadə edilir və kilidlənib. Yalnız {0} bu proqramın kilidini aça bilər. Kilidi açmaq üçün parolu daxil edin:
hy_am: Այս ծրագիրն օգտագործվում է և արգելափակված է: Միայն {0} կարող է արգելաբացել այս ծրագիրը: Արգելաբացելու համար մուտքագրեք գաղտնաբառը.
uk_ua: Ця програма використовується та заблокована. Тільки {0} може розблокувати цю програму. Щоб розблокувати, введіть пароль:

# datVaccinationDate_CurrentDate_msgId
source: Vaccination Date must be earlier than or same as Current date.
az_latn_az: Peyvəndləmə tarixi cari tarixdən əvvəl və ya eyni olmalıdır
hy_am: Պատվաստման ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդի դրան:
uk_ua: Дата вакцинації повинна бути раніше або ж такою, як поточна дата.

# errInvalidFieldFormat
source: Value '{0}' has invalid format.
ar_iq: قيمة '{0}' غير صالحة الشكل.
az_latn_az: {0} dəyərin formatı düzgün deyil
hy_am: '{0}' արժեքը ունի սխալ ֆորմատ:
uk_ua: Значення '{0}' має невірний формат.

# strUnsupportedCustomAggregate
source: Unsupported Aggregate Function
ar_iq: وظيفة اجمالية غير معتمدة
az_latn_az: Qrupşəkilli Funksiya dəstəklənmir
hy_am: Չաջակցվող ընդհանրացման ֆունկցիա
uk_ua: Непідтримувана агрегована функція

source: Vector Species
ar_iq: نوع الناقل
az_latn_az: Keçirici növləri
hy_am: Պահոցի/Փոխանցողի կենդանատեսակ
uk_ua: Вид переносника

# titleVaccination
source: Vaccination
ar_iq: تلقيح
az_latn_az: Peyvəndləmə
hy_am: Պատվաստում
uk_ua: Вакцинація

# titleVetAggregateActionsList
source: Veterinary Aggregate Actions List
ar_iq: قائمة بيانات اجمالية لعمليات بيطرية
az_latn_az: Qrupşəkilli baytarlıq tədbirlərin siyahısı
hy_am: Անասնաբուժական միջոցառումների տվյալների ցանկ
uk_ua: Перелік кумулятивних даних по ветеринарним заходам

# titleVetAggregateActionSummaryForm
source: Vet Aggregate Action Summary Form
ar_iq: استمارة عمليات اجمالية بيطرية
az_latn_az: Qrupşəkilli baytarlıq tədbirlərin yekun forması
hy_am: Անասնաբուժական միջոցառումների վերաբերյալ ամփոփ տվյալներ
uk_ua: Форма кумулятивних заходів з ветеринарних заходів

# titleVetActionList
source: Vet Actions List
ar_iq: قائمة العينات البيطرية
az_latn_az: Baytarlıq tədbirlərin siyahısı
hy_am: Անասնաբուժական միջոցառումների ցանկ
uk_ua: Прелік ветеринарних дій

source: Vector Type
ar_iq: نوع الناقل
az_latn_az: Keçirici tipi
hy_am: Պահոցի/Փոխանցողի տեսակ
uk_ua: Тип переносника

# msgVetCaseIsNotAvailable
source: VetCase is not available.
ar_iq: الحالة البيطرية غير متوفرة
az_latn_az: Heyvanlar arasında xəstəlik hadisəsi mövcüd deyil
hy_am: Կենդանու/թռչնի դեպքը հասանելի չէ
uk_ua: Випадок захворювання тварин недоступний

# strViewSample_Id
source: View Sample
ar_iq: مشاهدة العيينة
az_latn_az: Nümunəyə baxış
hy_am: Դիտել նմուշը
uk_ua: Подивитись зразок

# strViewTest_Id
source: View Test
ar_iq: مشاهدة الاختبار
az_latn_az: Testə baxış
hy_am: Դիտել հետազոտությունը
uk_ua: Подивитись тест

# tabTitleVeterinarySanitaryMeasures
source: Veterinary-sanitary measures (undertaking)
ar_iq: التدابير البيطرية و الصحية
az_latn_az: Baytarlıq-sanitariya tədbirləri
hy_am: Անասնաբուժասանիտարական միջոցառումներ
uk_ua: Ветеринарно-санітарні заходи

# titleVetAggregateCasesList
source: Veterinary Aggregate Cases List
ar_iq: قائمة البيانات الاجمالية عن الحالات البيطرية
az_latn_az: Qrupşəkilli baytarlıq xəstəlik hadisələrin siyahısı
hy_am: Կենդանու/թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ հաշվետվությունների ցանկ
uk_ua: Перелік кумулятивних даних по захворюванням тварин

# titleVetAggregateCaseSummaryForm
source: Vet Aggregate Case Summary Form
ar_iq: استمارة تقرير شامل عن حالة بيطرية
az_latn_az: Qrupşəkilli baytarlıq xəstəlik hadisələrin yekun forması
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների վերաբերյալ ամփոփ հաշվետվություն
uk_ua: Форма кумулятивних ветеринарних випадків

# titleVetModule
source: Vet Module
ar_iq: الوحدة البيطرية
az_latn_az: Baytarlıq modulu
hy_am: Անասնաբուժական մոդուլ
uk_ua: Ветеринарний модуль

# titleVetCasesList
source: Vet cases list
ar_iq: قائمة الحالات البيطرية
az_latn_az: Baytarlıq xəstəlik hadisələrin siyahısı
hy_am: Կենդանու/թռչնի դեպքերի ցանկ
uk_ua: Перелік випадків захворювань тварин

# gis_Message_AddZoneLayer
source: Would you like to add this buffer zone layer?
ar_iq: ترغب بإضافة هذه الطبقة المنطقة العازلة؟
az_latn_az: Bufer zonası üçün bu qatı əlavə etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ավելացնել այս բուֆերային գոտու շերտը:
uk_ua: Бажаєте додати цей шар буферної зони?

# titleVeterinaryCaseList
source: Veterinary Cases List
ar_iq: قائمة الحالات البيطرية
az_latn_az: Baytarlıq xəstəlik hadisələrin siyahısı
hy_am: Կենդանու/թռչնի դեպքերի ցանկ
uk_ua: Перелік випадків захворювань тварин

# gis_Message_DelZone
source: Would you like to delete selected buffer zone?
ar_iq: هل ترغب في حذف المنطقة العازلة المحددة؟
az_latn_az: Seçilmiş buffer zonasını ləğv etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ջնջել ընտրված բուֆերային գոտին:
uk_ua: Бажаєте видалити цей шар буферної зони?

# msgInvalidEpiInfoPath
source: Wrong path to EPI Info in configuration file: <{0}>.
az_latn_az: <{0}> adlı konfiqurasiya faylında EPI məlumatına yol səhvdir.
hy_am: Սխալ ուղի դեպի EPI Info <{0}> կոնֆիգուրացիայի ֆայլում:
uk_ua: Невірний шлях до EPI інформації в файлі конфігурації <{0}>.

# SessionExpired
source: Your session is expired. Please Logout and Log in again.
ar_iq: انتهت مدة صلاحية دورتكم. يرجى تسجيل الخروج والدخول مرة أخرى.
az_latn_az: Veb sessiyasının müddəti bitdi. Xahiş edirik parolu yenidən daxil edin
hy_am: Ձեր վեբ սեսիայի ժամկետն անցել է: Խնդրում ենք դուրս գալ և մուտք գործել կրկին:
uk_ua: Сеанс веб сесії закінчився. Будь ласка, авторизуйтесь ще раз.

# VS Session add sample
source: You shall create at least one vector before sample adding.
ar_iq: يجب عليك إنشاء ناقلة واحدة على الأقل قبل اضافة العينة
az_latn_az: Nümunə əlavə etməkdən əvvəl siz keçirici haqqında ən azı bir qeyd yaratmalısınız.
hy_am: Նախքան նմուշ ավելացնելը, դուք պետք է ստեղծեք առնվազն մեկ պահոցի/փոխանցողի գրառում:
uk_ua: Перед додаванням зразку ви повинні створити хоча б один запис щодо переносника

# VS Session add vector
source: You shall assosiate session with at least one Vector Type and define current Vector Type before vector adding.
ar_iq: قبل اضافة تسجيل حول الناقل عليك بتفعيل فترة اتصال على الاقل مع نوع من الناقلات و تثبيت هذا النوع
az_latn_az: Keçiricini əlavə etməkdən əvvəl, Siz sessiyada ən azı bir keçirici qeydiyyata almalısınız və həmin keçiricinin növünü seçməlisiniz.
hy_am: Նախքան պահոց/փոխանցող ավելացնելը, դուք պետք է կապեք սեսիան առնվազն մեկ պահոցի/փոխանցողի տեսակի հետ և սահմանեք ընթացիկ պահոցի/փոխանցողի տեսակը:
uk_ua: Перед додаванням запису щодо переносника ви повинні зв'язати сесію принаймні з одним типом переносника та задати поточний тип переносника.

# colIDC10
source: ICD-10
ar_iq: التصنيف الدولي للامراض - 10
az_latn_az: XBT-10
hy_am: ՀՄԴ-10
uk_ua: МКХ-10

# msgAddReference
source: Add new reference value
az_latn_az: Yeni istinad dəyərini əlavə et
hy_am: Ավելացնել նոր արժեք տեղեկատուի մեջ
uk_ua: Додати нове вихідне значення

# titleHerdEpiClinicalSigns
source: Herd Epi/Clinical Signs/Control Measures
az_latn_az: Sürünün epidemiologiyası/Kliniki əlamətlər/Nəzarət tədbirləri
hy_am: Հոտի համաճար. տվյալներ/Կլին. նշաններ/Վերահսկման միջոցառումներ
uk_ua: Епі стада / Клінічні ознаки / Заходи контролю

source: Open
ar_iq: فتح
az_latn_az: Xəritəni
hy_am: Բացել
uk_ua: Відкрити

# titleExport
source: Export
ar_iq: تصدير
az_latn_az: Eksport
hy_am: Արտահանել
uk_ua: Експорт

# titleParameters
source: Parameters
ar_iq: معلمات
az_latn_az: Parametrlər
hy_am: Պարամետրեր
uk_ua: Параметри

# cbPeriodType0
source: Year
ar_iq: سنة
az_latn_az: İl
hy_am: Տարի
uk_ua: Рік

# cbPeriodType1
source: Half-year
ar_iq: نصف سنة
az_latn_az: Yarım il
hy_am: Կիսամյակ
uk_ua: Півріччя

# cbPeriodType2
source: Quarter
ar_iq: الربع
az_latn_az: Rüb
hy_am: Եռամսյակ
uk_ua: Квартал

# cbPeriodType3
source: Month
ar_iq: شهر
az_latn_az: Ay
hy_am: Ամիս
uk_ua: Місяць

# cbCounter0
source: Absolute number
ar_iq: رقم مطلق
az_latn_az: Mütləq qiymət
hy_am: Բացարձակ թիվ
uk_ua: Абсолютне число

# cbCounter1
source: For 10.000 population
ar_iq: على عشرة آلاف ساكن
az_latn_az: 10.000 əhali üçün
hy_am: 10.000 բնակչության համար
uk_ua: На 10.000 населення

# cbCounter2
source: For 100.000 population
ar_iq: على مائة الف ساكن
az_latn_az: 100.000 əhali üçün
hy_am: 100.000 բնակչության համար
uk_ua: На 100.000 населення

# cbCounter3
source: For 1.000.000 population
ar_iq: على مليون ساكن
az_latn_az: 1.000.000 əhali üçün
hy_am: 1.000.000 բնակչության համար
uk_ua: На 1.000.000 населення

# mbTooManyCaseSearchResults
source: The result of search returns more than 2000 cases. Only 2000 cases will be displayed in the list. Do you want to choose a case from a list? Otherwise please narrow the search criteria.
az_latn_az: Axtarışın nəticəsi 2000-dən çox hadisədir. Yalnız 2000 hadisə siyahıda əks olunacaq. Hadisəni siyahıdan seçmək istəyirsinizmi? Əks halda, zəhmət olmasa, axtarış meyarlarını məhdudlaşdırın.
hy_am: Որոնման արդյունքը 2000-ից ավել դեպք է տալիս: Ցանկում կցուցադրվի միայն 2000 դեպք: Ցանկանու՞ մ եք ցանկից դեպք ընտրել: Եթե ոչ, ապա խնդրում ենք սահմանափակել որոնման չափանիշները:
uk_ua: Знайдено понад 2000 випадків. Тільки 2000 випадків буде відображено в списку. Хочете обрати випадок зі списку? В іншому випадку будь ласка звузить критерії пошуку.

# Collection Date_Current date
source: Collection Date must be earlier than or same as Current date.
hy_am: Նմուշառման ամսաթիվը պետք է համընկնի ընթացիկ ամսաթվի հետ կամ նախորդր դրան:

# Collection Date_Date Test Started
source: Collection Date must be earlier than or same as Date Test Started.
az_latn_az: Testin başlanma tarixi Nümunənin toplama tarixindən əvvəl olmamalıdır.
hy_am: Նմուշառման ամսաթիվը պետք է համընկնի Հետազոտության մեկնարկի ամսաթվի հետ կամ նախորդի դրան:

# ErrAllMandatoryFieldsRequired
source: You must enter data in all mandatory fields.
hy_am: Դուք պետք է մուտքագրեք տվյալները բոլոր պարտադիր դաշտերում:

# strDefault
source: Default
az_latn_az: Standart
hy_am: Լռելյայն
uk_ua: За замовчуванням

# gis_SaveMpkError
source: Map can't be saved!
ar_iq: لا يمكن حفظ الخريطة!
az_latn_az: Xəritə yaddaşa verilə bilməz!
hy_am: Քարտեզը չի կարող պահպանվել:
uk_ua: Мапа не може бути збережена!

# mbSureToUndefinedStatus
source: Do you want to change status to Undefined (all test result fields will be cleared)?
az_latn_az: Siz nəticənin statusunu "Təyin olunmayıb" dəyişdirmək istəydiyinizə əminsinizmi?(nəticələrin bütün sahələri təmizlənəcək)
hy_am: Ցանկանու՞մ եք փոխել կարգավիճակը որպես Չսահմանված (հետազոտության արդյունքի բոլոր դաշտերը կմաքրվեն):

# msgAvrMandatoryFieldWarning
source: {0} is mandatory
az_latn_az: {0} mütləqdir
hy_am: {0} պարտադիր է
uk_ua: {0} є обов'язковим

# msgConfirmHACodeChangedForDiagnosis
source: You are going to change diagnosis Accessory for diagnosis which is used in the system already. Do you want to change diagnosis Accessory.
hy_am: Դուք պատրաստվում եք փոխել Ախտորոշման կիրառման ոլորտը դաշտը, որն արդեն օգտագործվում է համակարգում: Ցանկանու՞մ եք փոխել Ախտորոշման կիրառման ոլորտը:

# msgCantChangeDiagnosisUsingType
source: You are going to change diagnosis using type for diagnosis which is used in the system already. Do you want to change diagnosis using type?
az_latn_az: Diaqnozun istifadə etmək növünü dəyişmək mümkün deyil, çünki bu diaqnoz artıq sistemdə istifadədədir.
hy_am: Դուք պատրաստվում եք փոխել Ախտորոշման համար օգտագործման տեսակը դաշտը, որն արդեն օգտագործվում է համակարգում: Ցանկանու՞մ եք փոխել Ախտորոշման օգտագործման տեսակը:

# msgYearPattern
source: yyyy
az_latn_az: iiii
hy_am: տտտտ
uk_ua: рррр

# msgMonthPattern
source: mm
az_latn_az: aa
hy_am: աա
uk_ua: мм

# msgDayPattern
source: dd
az_latn_az: gg
hy_am: օօ
uk_ua: дд

# pageTitleChangePassword
source: Change Password
hy_am: Փոխել գաղտնաբառը

# pageTitleSetLocation
source: Set location
hy_am: Նշել վայրը

# strFlockSpeciesInfo
source: Flock/Species info
az_latn_az: Dəstə/Quş növü üzrə məlumat
hy_am: Երամի/Կենդանատեսակի մասին
uk_ua: Дані по стаду / виду

# strHerdSpeciesInfo
source: Herd/Species Info
az_latn_az: Sürü/Heyvan növü üzrə məlumat
hy_am: Կենդանատեսակի համաճարակաբանական և կլինիկական հետազոտություն
uk_ua: Інформація про стадо / вид

# intCollectionEffort_CurrentDate_msgId
source: Collection Effort must be positive value.
hy_am: Նմուշառման տևողությունը պետք է ունենա դրական արժեք:

# titleDiagnosticInvestigation
source: Diagnostic Investigations
az_latn_az: Diaqnostik tədqiqat
hy_am: Ախտորոշիչ հետազոտություններ
uk_ua: Діагностичне дослідження

# titleContactInfo
source: Contact Info
hy_am: Կոնտակտային տեղեկատվություն

# titleCaseInvestigation
source: Case Investigation
hy_am: Դեպքի հետազոտություն

# DiagnosisAgeGroupName
source: English value must be non-empty
az_latn_az: İngilis dilində dəyər boş olmamalıdır.
hy_am: Անգլերեն լեզվով արժեքը չպետք է դատարկ լինի
uk_ua: Значення англійською не повинно бути порожнім

# msgComparativeReportCorrectYear
source: Year 1 shall be greater than Year 2
az_latn_az: "İl 1 " "İl 2"-dən daha çox olmalıdır
hy_am: Տարի 1-ը պետք է մեծ լինի Տարի 2-ից

# DiagnosisAgeGroupNameTranslated
source: Translated value must be non-empty
az_latn_az: Tərcumə olunmuş dəyər boş olmamalıdır.
hy_am: Թարգմանված արժեքը չպետք է դատարկ լինի
uk_ua: Перекладене значення не повинно бути порожнім

# intLowerBoundary
source: Lower boundary must be greater or equal that 0
az_latn_az: Aşağı hədd 0-dan çox və ya bərabər olmalıdır
hy_am: Ստորին սահմանը պետք է լինի մեծ կամ հավասար 0-ի
uk_ua: Нижня межа повинна бути більше або дорівнювати 0

# intUpperBoundary
source: Upper boundary must be greater that 0
az_latn_az: Yuxarı hədd 0-dan böyük olmalıdır
hy_am: Վերին սահմանը պետք է մեծ լինի 0-ից
uk_ua: Верхня межа повинна бути більше або дорівнювати 0

# idfsAgeType
source: Interval type must be non-empty
az_latn_az: İnterval tipi boş olmamalıdır.
hy_am: Միջակայքի տեսակը չպետք է դատարկ լինի
uk_ua: Тип інтервалу не може бути порожнім

# mapChangeLayer
source: Change base layer
az_latn_az: Əsas qatı dəyişdirmək
hy_am: Փոփոխել հիմնական շերտը
uk_ua: Змінити базовий шар

# mapInfo
source: Info
az_latn_az: Məlumat
hy_am: Տեղեկատվություն
uk_ua: Інформація

# mapMeasure
source: Measure
az_latn_az: Məsafə
hy_am: Հեռավորություն
uk_ua: Відстань

# errArchiveConnectionError
source: Can't connect to archive database.
az_latn_az: Arxiv məlumat bazasına bağlanmaq mümkün deyil
hy_am: Չի կարող միանալ արխիվային տվյալների բազային:
uk_ua: Не вдається приєднатися до архівної бази даних.

# msgConfirmTestStatusToUndefined
source: Do you want to change status to Undefined (all test result fields will be cleared)?
az_latn_az: Siz statusu "Nəməlum" statusuna dəyişdirmək istəyirsinizmi? (bütün test nəticələrin sahələri təmizlənəcək)
hy_am: Ցանկանու՞մ եք փոխել կարգավիճակը որպես Չսահմանված (հետազոտության արդյունքի բոլոր դաշտերը կմաքրվեն):

# datFieldCollectionDate_datConcludedDate_msgId
source: Collection Date must be earlier than or same as Date Test Concluded.
hy_am: Նմուշառման ամսաթիվը պետք է համընկնի Հետազոտության մեկնարկի ամսաթվի հետ կամ նախորդի դրան:

# msgAddSampleType
source: Add sample type
hy_am: Ավելացնել նմուշի տեսակ

# errNonUniqueSampleTransferID
source: It is not possible to create 2 records with the same Sample Transfer ID value. The record with the Sample Transfer ID = '{0}' already exists.
az_latn_az: Nümunənin Ötürülməsinin Q/N-si eyni olan iki yazını yaratmaq mümkün deyil. Nümunənin Ötürülməsinin Q/N ='{0}' yazısı artıq mövcuddur
hy_am: Հնարավոր չէ ստեղծել 2 գրանցում նույն Նմուշի տեղափոխման ն/հ արժեքով: Գրանցումը, որտեղ Նմուշի տեղափոխման ն/հ = '{0}' արդեն գոյություն ունի:
uk_ua: Не можливо створити 2 записи з однаковим значенням Передача зразка. Запис з ID відправки зразка = '{0}' вже існує.

# titleCountry
source: Country
az_latn_az: Ölkə

# titleAzerbaijan
source: Azerbaijan
az_latn_az: Azərbaycan

# strReportOrganization
source: {0} organization
az_latn_az: {0} təşkilatı

# strReportRepublic
source: Republic
az_latn_az: Respublika

# strReportDiagnosisPrefix
source: , for {0}
az_latn_az: , {0} üzrə
