Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v6/eidss.winclient/VectorSurveillance/VectorDetail.*.resx
Languages: ka_ge

# gcComment.Text
source: Comment
ka_ge: კომენტარი

# lblSpecie.Text
source: Species
ka_ge: სახეობა

# lblIdentificationDate.Text
source: Date Identified
ka_ge: იდენტიფიცირების თარიღი

# lblIdentificationMethod.Text
source: Identification method
ka_ge: იდენტიფიცირების მეთოდი

# lblIdentifiedBy.Text
source: Identified by
ka_ge: იდენტიფიცირებულია თანამშრომლის მიერ

# lblIdentifiedByInstitution.Text
source: Identified by Institution
ka_ge: იდენტიფიცირებულია ორგანიზაციის მიერ

# lblSex.Text
source: Sex
ka_ge: სქესი

# lblQuantity.Text
source: Quantity
ka_ge: რაოდენობა

# gcAnimalsData.Text
source: Vector Data
ka_ge: გადამტანის მონაცემები

# lblBasisOfRecord.Text
source: Basis of record
ka_ge: კვლევის საფუძველი

# lblHostGuestReference.Text
source: Host reference
ka_ge: მინიშნება გადამტანის მტარებელზე

# lblGeoReference.Text
source: GEO reference sources
ka_ge: GPS მოწყობილობის ტიპი

# lvlElevation.Text
source: Elevation (m)
ka_ge: სიმაღლე ზღვის დონიდან (მ)

# lblSurrounding.Text
source: Surrounding
ka_ge: გავრცელების არეალი

# lblLongitudeLatitude.Text
source: Location
ka_ge: ადგილმდებარეობა

# labelControl1.Text
source: Ectoparasites collected
ka_ge: შეგროვებული ექტოპარაზიტები

# lblCollectionMethod.Text
source: Collection method
ka_ge: შეგროვების მეთოდი

# lblCollectionTime.Text
source: Collection time
ka_ge: შეგროვების დრო

# lblCollectionDate.Text
source: Collection date
ka_ge: შეგროვების თარიღი

# lblCollector.Text
source: Collector
ka_ge: შეგროვებულია თანამშრომლის მიერ

# lblInstitution.Text
source: Collected by Institution
ka_ge: შეგროვებულია ორგანიზაციის მიერ

# gcCollectionData.Text
source: Collection Data
ka_ge: შეგროვებისთარიღი

# tpGeneral.Text
source: General
ka_ge: ზოგადი

# tpVectorSpecificData.Text
source: Vector Specific Data
ka_ge: გადამტან(ებ)ის სპეციფიური მონაცემები

# tpSamples.Text
source: Samples
ka_ge: ნიმუშები

# tpFieldTests.Text
source: Field Tests
ka_ge: საველე ტესტები

# tpLabTests.Text
source: Lab Tests
ka_ge: ლაბორატორიული ტესტები

# lblVectorType.Text
source: Vector type
ka_ge: გადამტანის ტიპი

# lblSessionID.Text
source: Session ID
ka_ge: სესიის ID

# lblPoolVectorID.Text
source: Pool/Vector ID
ka_ge: პულის/გადამტანის ID

# lblFieldID.Text
source: Field pool/vector ID
ka_ge: პულის/გადამტანის საველე ID

# $this.Caption
source: Pool/Individual Vector Details Form
ka_ge: პულის/ინდივიდუალური გადამტანის ფორმა
