Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/vb/EIDSS/EIDSS.RAM/RamForm.*.resx
Languages: az_latn_az, kk_kz, uk_ua

# $this.Caption
source: Analysis, Visualization, and Reporting Module
az_latn_az: Analiz, Vizualizasiya və hesabatlar
kk_kz: Талдау, Көрнекілік, Есептілік
uk_ua: Модуль аналізу, візуалізації та звітності (R01)

# barMenu.Text
source: Main menu
az_latn_az: Əsas menyu
kk_kz: Басты мәзір
uk_ua: Основне меню

# barStatus.Text
source: Status bar
az_latn_az: Status paneli
kk_kz: Жай-күй панелі
uk_ua: Панель стану

# barTools.Text
source: Tools
az_latn_az: Alətlər
kk_kz: Құралдар
uk_ua: Інструменти

# bbCancelChanges.Caption
source: Cancel Layout Changes
az_latn_az: Dəyişiklikləri ləğv et
kk_kz: Өзгерістерді қолданбау
uk_ua: Відхилити зміни схеми

# bbCancelChanges.Hint
source: Cancel Layout Changes
az_latn_az: Dəyişiklikləri ləğv et
kk_kz: Өзгерістерді қолданбау
uk_ua: Відхилити зміни схеми

# bbCopyLayout.Caption
source: Copy Layout
az_latn_az: Cədvəlin surətini çıxar
kk_kz: Көріністі көшіру
uk_ua: Копіювати схему

# bbCopyLayout.Hint
source: Copy Layout
az_latn_az: Cədvəlin surətini çıxar
kk_kz: Көріністі көшіру
uk_ua: Копіювати схему

# bbDeleteLayout.Caption
source: Delete Layout
az_latn_az: Cədvəli sil
kk_kz: Көріністі жою
uk_ua: Видалити схему

# bbDeleteLayout.Hint
source: Delete Layout
az_latn_az: Cədvəli sil
kk_kz: Көріністі жою
uk_ua: Видалити схему

# bbDeleteQuery.Caption
source: Delete Query
az_latn_az: Sorğunu sil
kk_kz: Сұранымды жою
uk_ua: Видалити запит

# bbDeleteQuery.Hint
source: Delete Query
az_latn_az: Sorğunu sil
kk_kz: Сұранымды жою
uk_ua: Видалити запит

# bbEditQuery.Caption
source: Edit Query
az_latn_az: Sorğunu redaktə et
kk_kz: Сұранымды редакциялау
uk_ua: Редагувати запит

# bbEditQuery.Hint
source: Edit Query
az_latn_az: Sorğunu redaktə et
kk_kz: Сұранымды редакциялау
uk_ua: Редагувати запит

# bbHelp.Caption
source: Help
az_latn_az: Yardım kitabçası
kk_kz: Анықтама
uk_ua: Допомога

# bbHelp.Hint
source: Help
az_latn_az: Yardım kitabçası
kk_kz: Анықтама
uk_ua: Допомога

# bbNewLayout.Caption
source: New Layout
az_latn_az: Yeni Cədvəl
kk_kz: Көрініс құру
uk_ua: Нова схема

# bbNewLayout.Hint
source: New Layout
az_latn_az: Yeni Cədvəl
kk_kz: Көрініс құру
uk_ua: Нова схема

# bbNewQuery.Caption
source: New Query
az_latn_az: Yeni sorğu
kk_kz: Сұраным құру
uk_ua: Новий запит

# bbNewQuery.Hint
source: New Query
az_latn_az: Yeni sorğu
kk_kz: Сұраным құру
uk_ua: Новий запит

# bbPrint.Caption
source: Print...
az_latn_az: Çap et...
kk_kz: ...басып шығару
uk_ua: Друк...

# bbPrint.Hint
source: Print...
az_latn_az: Çap et...
kk_kz: ...басып шығару
uk_ua: Друк...

# bbSaveLayout.Caption
source: Save Layout
az_latn_az: Cədvəli yaddaşa sal
kk_kz: Ұсынымды сақтау
uk_ua: Зберегти схему

# bbSaveLayout.Hint
source: Save Layout
az_latn_az: Cədvəli yaddaşa sal
kk_kz: Ұсынымды сақтау
uk_ua: Зберегти схему

# bbShowAll.Caption
source: Show all layouts
az_latn_az: Bütün Cədvəlləri göstər
kk_kz: Барлық ұсынымды көрсету
uk_ua: Показати усі схеми

# bbShowAll.Hint
source: Show all layouts
az_latn_az: Bütün Cədvəlləri göstər
kk_kz: Барлық ұсынымды көрсету
uk_ua: Показати усі схеми

# biCancelChanges.Caption
source: Cancel Changes
az_latn_az: Dəyişiklikləri ləğv et
kk_kz: Өзгерістерді қолданбау
uk_ua: Скасувати зміни

# biCopyLayout.Caption
source: Copy Layout
az_latn_az: Cədvəlin surətini çıxar
kk_kz: Көріністі көшіру
uk_ua: Копіювати схему

# biDeleteLayout.Caption
source: Delete Layout
az_latn_az: Cədvəli sil
kk_kz: Көріністі жою
uk_ua: Видалити схему

# biDeleteQuery.Caption
source: Delete Query
az_latn_az: Sorğunu sil
kk_kz: Сұранымды жою
uk_ua: Видалити запит

# biEditQuery.Caption
source: Edit Query
az_latn_az: Sorğunu redaktə et
kk_kz: Сұранымды редакциялау
uk_ua: Редагувати запит

# biExit.Caption
source: Exit
az_latn_az: Çıxış
kk_kz: Шығу
uk_ua: Вихід

# biExport.Caption
source: Export
az_latn_az: Eksport
kk_kz: Экспорт
uk_ua: Експорт

# biExportChart.Caption
source: Chart
az_latn_az: Diaqram
kk_kz: Диаграммалар
uk_ua: Діаграма

# biExportChartToExcel.Caption
source: To Excel
az_latn_az: Excel-ə
kk_kz: Excel-ге
uk_ua: До Excel

# biExportChartToHtml.Caption
source: To Html
az_latn_az: Html-ə
kk_kz: Html-ге
uk_ua: Дo Html

# biExportChartToImage.Caption
source: To Image
az_latn_az: Şəkil formatına
kk_kz: Кескіндемеге
uk_ua: Дo зображення

# biExportChartToPdf.Caption
source: To PDF
az_latn_az: PDF-ə
kk_kz: PDF-ке
uk_ua: Дo PDF

# biExportDataToAccess.Caption
source: Data to Access
az_latn_az: Məlumatı Ms Accessə keçir
kk_kz: Access деректер базасына нәтижелер
uk_ua: Дані до Access

# biExportMapToImage.Caption
source: Map to Image
az_latn_az: Xəritədən şəklə
kk_kz: Картаны кескіндемеге
uk_ua: Мапу до зображення

# biExportReport.Caption
source: Report
az_latn_az: Hesabat
kk_kz: Есеп
uk_ua: Звіт

# biExportReportToExcel.Caption
source: To Excel
az_latn_az: Excel-ə
kk_kz: Excel-ге
uk_ua: До Excel

# biExportReportToHtml.Caption
source: To Html
az_latn_az: Html-ə
kk_kz: Html-ге
uk_ua: До Html

# biExportReportToPdf.Caption
source: To PDF
az_latn_az: PDF-ə
kk_kz: PDF-ке
uk_ua: Дo PDF

# biExportReportToRtf.Caption
source: To RTF
az_latn_az: RTF-ə
kk_kz: RTF-ке
uk_ua: Дo RTF

# biFile.Caption
source: File
az_latn_az: Fayl
kk_kz: Файл
uk_ua: Файл

# biHelp.Caption
source: Help
az_latn_az: Yardım kitabçası
kk_kz: Анықтама
uk_ua: Домопога

# biInternalHelp.Caption
source: Help
az_latn_az: Yardım kitabçası
kk_kz: Анықтама
uk_ua: Допомога

# biLayout.Caption
source: Layout
az_latn_az: Cədvəl
kk_kz: Көрініс
uk_ua: Схема

# biNewLayout.Caption
source: New Layout
az_latn_az: Yeni Cədvəl
kk_kz: Көрініс құру
uk_ua: Нова схема

# biNewQuery.Caption
source: New Query
az_latn_az: Yeni sorğu
kk_kz: Сұраным құру
uk_ua: Новий запит

# biPrint.Caption
source: Print
az_latn_az: Çap et
kk_kz: Басып шығару
uk_ua: Друк

# biPrintChart.Caption
source: Print Chart
az_latn_az: Diaqramı çap et
kk_kz: Диаграмманы басып шығару
uk_ua: Друк діаграми

# biPrintMap.Caption
source: Print Map
az_latn_az: Xəritəni çap et
kk_kz: Картаны басып шығару
uk_ua: Друк мапи

# biPrintPivot.Caption
source: Print Pivot Grid
az_latn_az: Toplu cədvəli çap et
kk_kz: Есепті басып шығару
uk_ua: Друк основної таблиці

# biPublishLayout.Caption
source: Publish Layout
az_latn_az: Cədvəli nəşr et
kk_kz: Көріністі жариялау
uk_ua: Опублікувати схему

# biQuery.Caption
source: Query
az_latn_az: Sorğu
kk_kz: Сұраным
uk_ua: Запит

# biReportView.Caption
source: Report view
az_latn_az: Hesabatın görünüşü
kk_kz: Есеп
uk_ua: Перегляд звіту

# biSaveLayout.Caption
source: Save Layout
az_latn_az: Cədvəli yaddaşa sal
kk_kz: Ұсынымды сақтау
uk_ua: Зберегти схему

# biShowAll.Caption
source: Show all layouts
az_latn_az: Bütün Cədvəlləri göstər
kk_kz: Барлық ұсынымды көрсету
uk_ua: Показати усі схеми

# biShowToolBar.Caption
source: Tool Bar
az_latn_az: Alətlər paneli
kk_kz: Басты панель
uk_ua: Панель інструментів

# biView.Caption
source: View
az_latn_az: Görünüş
kk_kz: Түр
uk_ua: Перегляд

# grcLayout.Text
source: Layout Management
az_latn_az: Cədvəlin idarə edilməsi
kk_kz: Көріністі басқару
uk_ua: Управління схемою

# grcMain.Text
source: Reports
az_latn_az: Hesabatlar
kk_kz: Есептер
uk_ua: Звіти

# grcQueryBuilder.Text
source: Query Builder
az_latn_az: Sorğunun yaradılması
kk_kz: Сұранымдар конструкторы
uk_ua: Конструктор запитів

# nbGroupQueryLayout.Caption
source: Query and Layout Info
az_latn_az: Sorğuya və Cədvələ dair məlumat
kk_kz: Сұраным және ұсыным туралы жалпы ақпарат
uk_ua: Інформація про запит та схему

# biExportReportToImage.Caption
source: To Image
az_latn_az: Şəkil formatına
kk_kz: Бейнелеуге
uk_ua: У зображення

# bbEditCaption.Caption
source: Rename
az_latn_az: Adını dəyişmək
kk_kz: Қайта атау
uk_ua: Перейменувати
