Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v6/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/DataQualityIndicatorsReport.*.resx
Languages: ru_ru

# _1_NotificationHeaderCell.Text
source: 1.Notification
ru_ru: 1.Экстренное извещение на случай

# CaseStatusHeaderCell.Text
source: Case Status
ru_ru: Cтатус случая

# DateOfCompletionOfPaperFormHeaderCell.Text
source: Date of Completion of Paper form
ru_ru: Дата заполнения бумажной формы

# NameOfEmployerHeaderCell.Text
source: Name of Employer
ru_ru: Место работы

# CurrentLocationOfPatientHeaderCell.Text
source: Current location of patient
ru_ru: Настоящее местонахождение пациента

# NotificationDateTimeHeaderCell.Text
source: Notification date
ru_ru: Дата и время получения экстренного извещения

# NotificationSentByNameHeaderCell.Text
source: Notification sent by: Name
ru_ru: Извещение передал: Сотрудник

# NotificationReceivedByFacilityHeaderCell.Text
source: Notification received by: Facility
ru_ru: Извещение принял: Учреждение

# NotificationReceivedByNameHeaderCell.Text
source: Notification received by: Name
ru_ru: Извещение принял: Сотрудник

# TimelinessofDataEntryHeaderCell.Text
source: Timeliness of Data Entry, date and time of the Emergency Notification
ru_ru: Своевременность ввода данных, дата и время получения экстренного извещения

# _2_CaseInvestigationHeaderCell.Text
source: 2. Case Investigation
ru_ru: 2. Карта эпидемиологического расследования случая

# DemographicInformationStartingDateTimeOfInvestigationHeaderCell.Text
source: Demographic Information -Starting date, time of investigation
ru_ru: Демографическая информация - Дата начала расследования

# DemographicInformationOccupationHeaderCell.Text
source: Demographic Information – Occupation
ru_ru: Демографическая информация - Род деятельности

# ClinicalInformationInitialCaseClassificationHeaderCell.Text
source: Clinical information - Initial Case Classification
ru_ru: Клиническая информация - Начальная классификация случая

# ClinicalInformationLocationOfExposureHeaderCell.Text
source: Clinical information - Location of Exposure if it known
ru_ru: Клиническая информация - Предположительное место заражения

# ClinicalInformationAntibioticAntiviralTherapyHeaderCell.Text
source: Clinical information - Antibiotic/Antiviral therapy administrated before samples collection
ru_ru: Клиническая информация - Лечение антибиотиками/антивирусными препаратами до отбора проб

# SamplesCollectionSamplesCollectedHeaderCell.Text
source: Samples Collection - Samples collected
ru_ru: Список проб - Осуществлялся ли отбор проб

# ContactListAddContactHeaderCell.Text
source: Contact List - Add Contact
ru_ru: Список контактных лиц - Добавить контакт

# CaseClassificationClinicalSignsHeaderCell.Text
source: Case Classification (Clinical signs)
ru_ru: Классификация случая (клинические признаки)

# EpidemiologicalLinksAndRiskFactorsHeaderCell.Text
source: Epidemiological Links and Risk Factors - by Epidemiological card
ru_ru: Эпидемиологические связи и факторы риска - по эпид карте

# FinalCaseClassificationDateOfFinalDiagnosisHeaderCell.Text
source: Final Case Classification and Outcome - Date of Final Case Classification
ru_ru: Заключительная классификация случая и исход - Дата окончательной классификации

# FinalCaseClassificationBasisOfDiagnosisHeaderCell.Text
source: Final Case Classification and Outcome - Basis of Diagnosis
ru_ru: Заключительная классификация случая и исход - Основание для постановки диагноза

# FinalCaseClassificationOutcomeHeaderCell.Text
source: Final Case Classification and Outcome – Outcome
ru_ru: Заключительная классификация случая и исход - Исход

# FinalCaseClassificationIsThisCaseOutbreakHeaderCell.Text
source: Final Case Classification and Outcome - Is this case related to an outbreak
ru_ru: Заключительная классификация случая и исход - относится ли случай к вспышке

# FinalCaseClassificationEpidemiologistNameHeaderCell.Text
source: Final Case Classification and Outcome - Epidemiologist name
ru_ru: Заключительная классификация случая и исход - ФИО эпидемиолога

# _3_TheResultsOfLaboratoryTestsHeaderCell.Text
source: 3.The results of Laboratory Tests and Interpretation
ru_ru: 3.Результаты лабораторных исследований и их интерпретация

# TheResultsOfLaboratoryTestsTestsConductedHeaderCell.Text
source: The results of Laboratory Tests and Interpretation - Tests Conducted
ru_ru: Результаты лабораторных исследований и их интерпретация - тесты проведены

# TheResultsOfLaboratoryTestsResultObservationHeaderCell.Text
source: The results of Laboratory Tests and Interpretation - Result/Observation
ru_ru: Результаты лабораторных исследований и их интерпретация - результат

# SummaryScoreByIndicatorsHeaderCell.Text
source: Summary Score by Indicators
ru_ru: Общая оценка по всем индикаторам
