Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/DataQualityIndicatorsReport.*.resx
Languages: az_latn_az, hy_am

# xrTableCell27.Text
source: 1.Notification
az_latn_az: 1.Təcili bildiriş
hy_am: 1. Շտապ հաղորդում

# xrTableCell20.Text
source: Case Status
az_latn_az: Hadisənin statusu
hy_am: Դեպքի կարգավիճակ

# xrTableCell28.Text
source: Date of Completion of Paper form
az_latn_az: Təcili bildirişin doldurulma tarixi
hy_am: Թղթային ձևի լրացման ամսաթիվ

# xrTableCell12.Text
source: Name of Employer
az_latn_az: İşlədiyi yerin, məktəbin və ya uşaq müəssisənin adı
hy_am: Գործատուի անվանում

# xrTableCell21.Text
source: Date of symptoms onset
az_latn_az: Simptomların başlanma tarixi
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվ

# xrTableCell7.Text
source: Current location of patient
az_latn_az: Xəstənin hal hazırda olduğu yer
hy_am: Հիվանդի ներկայում գտնվելու վայրը

# xrTableCell22.Text
source: Notification date
az_latn_az: Təcili bildirişin tarixi və vaxtı
hy_am: Շտապ հաղորդման ամսաթիվը և ժամը

# xrTableCell13.Text
source: Notification sent by: Facility
az_latn_az: Təcili bildirişi göndərdi - müəssisə
hy_am: Շտապ հաղորդումն ուղարկել է. Կազմակերպություն

# xrTableCell23.Text
source: Notification sent by: Name
az_latn_az: Təcili bildirişi göndərdi – işçi
hy_am: Շտապ հաղորդումն ուղարկել է. Աշխատակից

# xrTableCell6.Text
source: Notification received by: Facility
az_latn_az: Təcili bildirişi qəbul etdi - müəssisə
hy_am: Շտապ հաղորդումն ստացել է. Կազմակերպություն

# xrTableCell24.Text
source: Notification received by: Name
az_latn_az: Təcili bildirişi qəbul etdi - işçi
hy_am: Շտապ հաղորդումն ստացել է. Աշխատակից

# xrTableCell14.Text
source: Timeliness of Data Entry, date and time of the Emergency Notification
az_latn_az: Vaxtında məlumatın daxil edilməsi, təcili bildirişin qabul edilmə vaxtı və tarixi
hy_am: Տվյալների ժամանակին մուտքագրում, շտապ հաղորդման ամսաթիվ և ժամ

# xrTableCell25.Text
source: 2. Case Investigation
az_latn_az: 2. Hadisənin epidemioloji tədqiqatın kartı
hy_am: 2. Դեպքի հետազոտություն

# xrTableCell8.Text
source: Demographic Information -Starting date, time of investigation
az_latn_az: Demoqrafik məlumatlar - Tədqiiqatın başlanma tarixi
hy_am: Ժողովրդագրական տեղեկատվություն - Հետազոտության մեկնարկի ամսաթիվ, ժամ

# xrTableCell26.Text
source: Demographic Information – Occupation
az_latn_az: Demoqrafik məlumatlar - Peşəsi
hy_am: Ժողովրդագրական տեղեկատվություն - Զբաղվածություն

# xrTableCell15.Text
source: Clinical information - Initial Case Classification
az_latn_az: Kliniki məlumat - Hadisənin ilkin təsnifatı
hy_am: Կլինիկական տեղեկատվություն - Դեպքի նախնական դասակարգում

# xrTableCell29.Text
source: Clinical information - Location of Exposure if it known
az_latn_az: Kliniki məlumat - Ehtimal olunan yoluxma yeri
hy_am: Կլինիկական տեղեկատվություն - Վարակման հնարավոր վայր

# xrTableCell5.Text
source: Clinical information - Antibiotic/Antiviral therapy administrated before samples collection
az_latn_az: Kliniki məlumat - Nümunələr toplanmazdan əvvəl antibiotik\ antivirus\ zərdab müalicəsi
hy_am: Կլինիկական տեղեկատվություն - Մինչ նմուշառումը իրականացված հակաբորբոքային/հակավիրուսային թերապիա

# xrTableCell30.Text
source: Samples Collection - Samples collected
az_latn_az: Nümunələrin siyahısı - Nümunələr götürülmüşdür
hy_am: Նմուշների ցանկ - Նմուշառում

# xrTableCell16.Text
source: Contact List - Add Contact
az_latn_az: Təmasda olan şəxslərin siyahısı - Təmasda olanları əlavə et
hy_am: Կոնտակտային անձանց ցանկ - Ավելացնել կոնտակտ

# xrTableCell31.Text
source: Case Classification (Clinical signs)
az_latn_az: Hadisənin təsnifatı (kliniki əlamətlər)
hy_am: Դեպքի դասակարգում (Կլինիկական նշաններ)

# xrTableCell10.Text
source: Epidemiological Links and Risk Factors - by Epidemiological card
az_latn_az: Epidemioloji əlaqələr və risk faktorları - Epidemioloji kart üzrə
hy_am: Համաճարակաբանական կապեր և ռիսկի գործոններ - ըստ համաճարակաբանական քարտի

# xrTableCell32.Text
source: Final Case Classification and Outcome - Final Case Classification
az_latn_az: Hadisənin son təsnifatı və nəticə - Hadisənin son təsnifatı
hy_am: Դեպքի վերջնական դասակարգում և արդյունք - Դեպքի վերջնական դասակարգում

# xrTableCell17.Text
source: Final Case Classification and Outcome - Date of Final Case Classification
az_latn_az: Hadisənin son təsnifatı və nəticə - Son hadisənin təsnifat tarixi
hy_am: Դեպքի վերջնական դասակարգում և արդյունք - Դեպքի վերջնական դասակարգման ամսաթիվ

# xrTableCell33.Text
source: Final Case Classification and Outcome - Basis of Diagnosis
az_latn_az: Hadisənin son təsnifatı və nəticə - Diaqnozun əsası
hy_am: Դեպքի վերջնական դասակարգում և արդյունք - Ախտորոշման հիմք

# xrTableCell9.Text
source: Final Case Classification and Outcome – Outcome
az_latn_az: Hadisənin son təsnifatı və nəticə - Nəticə
hy_am: Դեպքի վերջնական դասակարգում և արդյունք - Արդյունք

# xrTableCell34.Text
source: Final Case Classification and Outcome - Is this case related to an outbreak
az_latn_az: Hadisənin son təsnifatı və nəticə - Hadisənin hər hansı bir alovlanma ilə əlaqəsi varmı
hy_am: Դեպքի վերջնական դասակարգում և արդյունք - Արդյոք դեպքն առնչվում է բռնկմանը

# xrTableCell18.Text
source: Final Case Classification and Outcome - Epidemiologist name
az_latn_az: Hadisənin son təsnifatı və nəticə - Epidemioloqun Adı və Soyadı
hy_am: Դեպքի վերջնական դասակարգում և արդյունք - Համաճարակաբանի ԱԱՀ

# xrTableCell11.Text
source: 3.The results of Laboratory Tests and Interpretation
az_latn_az: 3.Laborator tədqiqatların nəticələri və onların şərhi
hy_am: 3. Լաբորատոր հետազոտությունների արդյունքների ամփոփում և մեկնաբանում

# xrTableCell19.Text
source: The results of Laboratory Tests and Interpretation - Tests Conducted
az_latn_az: Laborator tədqiqatların nəticələri və onların şərhi - Testlər aparılıb
hy_am: Լաբորատոր հետազոտությունների արդյունքների ամփոփում և մեկնաբանում - Կատարվել են հետազոտություններ

# xrTableCell35.Text
source: The results of Laboratory Tests and Interpretation - Result/Observation
az_latn_az: Laborator tədqiqatların nəticələri və onların şərhi - Nəticə
hy_am: Լաբորատոր հետազոտությունների արդյունքների ամփոփում և մեկնաբանում - Արդյունք

# xrTableCell1.Text
source: Summary Score by Indicators
az_latn_az: Bütün indikatorlar üzrə yekun qiymələndirilməsi
hy_am: Ընդհանուր միավոր ըստ բոլոր ցուցիչների
