Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/vb/EIDSS/EIDSS.Reports/Document/Uni/AccessionIn/AccessionInReport.*.resx
Languages: az_latn_az

# cellASDiseasesList.Text
source: Diseases List
az_latn_az: Xəstəliklərin siyahısı

# cellASTownOrVillage.Text
source: Town or Village
az_latn_az: Şəhər və ya kənd

# cellCampaignID.Text
source: Campaign ID
az_latn_az: Kampaniyanın Q/N

# cellCampaignName.Text
source: Campaign Name
az_latn_az: Kampaniyanın adı

# cellCampaignType.Text
source: Campaign Type
az_latn_az: Kampaniyanın tipi

# cellSessionID.Text
source: Session ID
az_latn_az: Sessiyanın Q/N

# lblReportName.Text
source: Accession In Report
az_latn_az: Nümunənin qəbulu haqqında hesabat

# xrLabel1.Text
source: Sample receiving/Registration
az_latn_az: Nümunə qəbulu/Qeydiyyat

# xrLabel2.Text
source: Sample receiving/Registration
az_latn_az: Nümunə qəbulu/Qeydiyyat

# xrLabel3.Text
source: Sample receiving/Registration
az_latn_az: Nümunə qəbulu/Qeydiyyat

# xrTableCell1.Text
source: Patient Name
az_latn_az: Xəstənin Adı

# xrTableCell10.Text
source: Diagnosis
az_latn_az: Diaqnozlar

# xrTableCell16.Text
source: Age
az_latn_az: Yaş

# xrTableCell2.Text
source: Local ID
az_latn_az: Yerlil Q/N-si

# xrTableCell20.Text
source: Date Of Symptoms Onset
az_latn_az: Simptomların başlanma tarixi

# xrTableCell23.Text
source: Local Sample ID
az_latn_az: Yerli Nümunə Q/N-si

# xrTableCell24.Text
source: Current Residence
az_latn_az: Cari yaşayış yeri

# xrTableCell30.Text
source: Lab Sample ID
az_latn_az: Laboratoriya nümunəsi Q\N-si

# xrTableCell31.Text
source: Accession Date
az_latn_az: Qəbul tarixi

# xrTableCell32.Text
source: Sample Condition
az_latn_az: Nümunənin vəziyyəti

# xrTableCell33.Text
source: Comment
az_latn_az: İzah

# xrTableCell34.Text
source: Collection Date
az_latn_az: Toplanma tarixi

# xrTableCell35.Text
source: Accessioned In
az_latn_az: Daxilə Qəbul

# xrTableCell36.Text
source: Case ID
az_latn_az: Tədqiqat Q/N-si

# xrTableCell38.Text
source: Local ID
az_latn_az: Yerlil Q/N-si

# xrTableCell4.Text
source: Sample Type / Species
az_latn_az: Nümunələrin növü / Nümunələr

# xrTableCell45.Text
source: Farm Name
az_latn_az: Fermanın Adı

# xrTableCell47.Text
source: Diagnosis
az_latn_az: Diaqnozlar

# xrTableCell49.Text
source: Farm Owner
az_latn_az: Sahibkarın Ferması

# xrTableCell5.Text
source: Location
az_latn_az: Yerləşmə

# xrTableCell52.Text
source: Accessioned In
az_latn_az: Daxilə Qəbul

# xrTableCell53.Text
source: Field Sample ID
az_latn_az: Yerli Nümunə Q/N-si

# xrTableCell54.Text
source: Sample Type / Animal ID
az_latn_az: Nümunələrin növü / Heyvan Q/N-si

# xrTableCell55.Text
source: Collection Date
az_latn_az: Toplanma tarixi

# xrTableCell56.Text
source: Accession Date
az_latn_az: Qəbul tarixi

# xrTableCell57.Text
source: Lab Sample ID
az_latn_az: Laboratoriya nümunəsi Q\N-si

# xrTableCell6.Text
source: Functional Area
az_latn_az: Testin aparılma yeri

# xrTableCell60.Text
source: Sample Condition
az_latn_az: Nümunənin vəziyyəti

# xrTableCell61.Text
source: Location
az_latn_az: Yerləşmə

# xrTableCell63.Text
source: Comment
az_latn_az: İzah

# xrTableCell64.Text
source: Functional Area
az_latn_az: Testin aparılma yeri

# xrTableCell65.Text
source: Farm Address
az_latn_az: Fermanın Ünvanı

# xrTableCell69.Text
source: Collected By
az_latn_az: Topladı

# xrTableCell7.Text
source: Case ID
az_latn_az: Tədqiqat Q/N-si

# xrTableCell76.Text
source: Collected By
az_latn_az: Topladı
