Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v6/vb/EIDSS/EIDSS.Reports/Parameterized/Human/ARM/Report/FormN85AnnualReport.*.resx
Languages: hy_am, kk_kz

# lblCustomReportName.Text
source: National Statistic Form # 85 (annual)
hy_am: Պետական Վիճակագրական Ձև #85 (տարեկան)
kk_kz: Мемлекеттік Статистикалық Нысан # 85 (жылдық)

# xrTableCell28.Text
source: Manager
hy_am: Ղեկավար
kk_kz: Менеджер

# xrTableCell30.Text
source: Seal
hy_am: կ.տ.
kk_kz: Мөр

# xrTableCell31.Text
source: Executor’s name, surname, phone N
hy_am: Կատարողի ազգանունը, հեռախոսի N-ը
kk_kz: Орындаушының аты-жөні, телефон нөмірі

# xrTableCell78.Text
source: Including ( from column 4)
hy_am: Այդ թվում ( սն. 4-ից)
kk_kz: Соның ішінде (4-ші кестеден)

# xrTableCell45.Text
source: Total
hy_am: Գրանցվել
kk_kz: Саны

# xrTableCell47.Text
source: Among children
hy_am: Երեխաների մոտ
kk_kz: Балалар арасында

# xrTableCell49.Text
source: From them (column 6)
hy_am: նրանցից (սն.6)
kk_kz: 6-шы кестеден

# xrTableCell46.Text
source: Among villagers
hy_am: Գյուղական բնակիչների մոտ
kk_kz: Ауыл тұрғындар арасында

# xrTableCell79.Text
source: Name of the diseases
hy_am: Հիվանդությունների անվանում
kk_kz: Ауру атауы

# xrTableCell80.Text
source: Row num-ber
hy_am: Տողի թիվ
kk_kz: Жолақ нөмірі

# xrTableCell81.Text
source: Code according to the ICD X revision
hy_am: Ծածկագիրն ըստ ՀՄԴ X վերանայման
kk_kz: Ауру ICD коды

# xrTableCell83.Text
source: number of registered patients
hy_am: գրանցված հիվանդների թիվ
kk_kz: тіркелген жағдайлардығ саны

# xrTableCell85.Text
source: Among women
hy_am: Կանանց մոտ
kk_kz: Әйелдер арасында

# xrTableCell87.Text
source: up to 14 years old inclusive
hy_am: մոտ` մինչև 14 տարե կանները ներառյալ
kk_kz: 14 жасқа дейін және 14 жастағы балаларды қоса санағанда

# xrTableCell89.Text
source: 0-2 years old inclusive
hy_am: 0-2տարեկանները ներառյալ
kk_kz: Соның ішінде 0-ә жас арасында

# xrTableCell91.Text
source: 3-6 years old inclusive
hy_am: 3-6տարեկանները ներառյալ
kk_kz: Соның ішінде 3-6 жасқа толғандар

# xrTableCell92.Text
source: total (from column 4)
hy_am: ընդամենը (սն 4-ից)
kk_kz: Барлығы (4-ші кестеден)

# xrTableCell93.Text
source: Among children up to 14 years inclusive
hy_am: Երեխաների մոտ` մինչև 14 տարեկան ներառյալ
kk_kz: Соның ішінде 14 жастағы балалар

# xrTableCell50.Text
source: Disease name
hy_am: Հիվանդությունների անվանումը
kk_kz: Ауру атауы

# xrTableCell53.Text
source: Row number
hy_am: Տողի թիվ
kk_kz: Жолақ нөмірі

# xrTableCell51.Text
source: Code according to the ICD X revision
hy_am: Ծածկագիրն ըստ ՀՄԴ X վերանայման
kk_kz: Ауруның ICD коды

# xrTableCell54.Text
source: The diseases are registered among children during the first year of life
hy_am: Գրանցված են հիվանդություն-ներ երախաների մոտ կյանքի առաջին տարում
kk_kz: Бір жасқа дейін балаларда тіркелген жағдайлар саны

# xrTableCell52.Text
source: Including the children under one month age
hy_am: այդ թվում մինչև մեկ ամսական երեխաների մոտ
kk_kz: Соның ішінде 1 ай жастағы балалар

# xrTableCell2.Text
source: Code according
hy_am: Ծածկագիր ըստ
kk_kz: Код бойынша

# xrTableCell3.Text
source: Months
hy_am: Ամիսներ
kk_kz: Ай

# xrTableCell5.Text
source: Name of the diseases
hy_am: Հիվանդությունների անվանում
kk_kz: Ауру атауы

# xrTableCell6.Text
source: Row num-ber
hy_am: Տողի թիվ
kk_kz: Жолақ нөмірі

# xrTableCell7.Text
source: to the ICD (International classification of diseases) X revision
hy_am: Ծածկագիրն ըստ ՀՄԴ X վերանայման
kk_kz: Ауру ICD коды

# lblReportPeriod.Text
source: Reported period:
hy_am: Հաշվետու ժամանակահատված.
kk_kz: Есепті кезең:
