Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v6/vb/EIDSS/EIDSS.Reports/Parameterized/Human/ARM/Report/FormN85MonthlyReport.*.resx
Languages: ar_iq, kk_kz

# xrTableCell1.Text
source: Name of the diseases
ar_iq: أسماء الأمراض
kk_kz: Ауру атауы

# xrTableCell4.Text
source: Row number
ar_iq: رقم الصف
kk_kz: Жолақ нөмірі

# xrTableCell2.Text
source: Code according to
ar_iq: الرمز وفقاً لـ
kk_kz: ICD коды

# xrTableCell3.Text
source: Registered diseases
ar_iq: الأمراض المسجلة
kk_kz: Тіркелген жағдайлар

# xrTableCell7.Text
source: the ICD X revision
ar_iq: التنقيح X للتصنيف الدولي للأمراض
kk_kz: ауру

# xrTableCell9.Text
source: Total
ar_iq: الإجمالي
kk_kz: Тіркелген жағдайлардың саны

# xrTableCell8.Text
source: Including those among children under 14 years old
ar_iq: بما يشمل أولئك الأطفال الذين تقل أعمارهم عن 14 سنة
kk_kz: 14 жастағы балаларды қосқанда

# lblReportPeriod.Text
source: Reported period:
ar_iq: الفترة المبلغ عنها:
kk_kz: Есепті кезең:

# lblCustomReportName.Text
source: National Statistic Form # 85 (monthly)
ar_iq: نموذج الإحصاء الوطني رقم 85 (شهري)
kk_kz: Мемлекеттік Статистикалық Нысан # 85 (айлық)

# xrTableCell17.Text
source: Include diseases, caused by different serotypes of salmonella (salmonellic gastroenteritis and generalized forms of salmonellosis).
ar_iq: تشمل الإصابات التي تسببها الأمصال المختلفة للسالمونيلا (التهاب الجهاز الهضمي بالسالمونيلا والأشكال العامة لأمراض السالمونيلا).
kk_kz: Сальмонелла серотиптер арқылы пайда болған түрлі ауруларды қамтиды (сальмонелез гастроентериті және сальмонелездың генералған формалары).

# xrTableCell18.Text
source: Include enteritis, colitis, gastroenterocolitis, caused by confirmed bacterial agents (Escherichia coli and others).
ar_iq: تشمل التهاب الأمعاء والقولون والجهاز الهضمي المعوي الناشئة عن عوامل بكتيرية مؤكدة (الإشريكية القولونية وعوامل أخرى).
kk_kz: Энтерит, колит, гастроэнтероколит, бактериалдық агенттер арқылы расталған (әшек таяқшасы және басқалар) қамтиды.

# xrTableCell20.Text
source: Include infectious or assumed infectious colitis, enteritis and gastroenteritis, as well as colitis, enteritis and gastroenterocolitis without other marks; don’t include enteric infections (001-008), not infectious gastroenteritis and colitis (558), ulcerative colitis (556) and others, caused by confirmed agents.
ar_iq: تشمل الالتهابات والالتهابات الافتراضية للقولون والأمعاء والجهاز الهضمي المعدي والمعوي إضافة إلى التهاب القولون والأمعاء والجهاز الهضمي المعوي دون علامات أخرى؛ ولا يشمل ذلك الإصابات المعوية (001-008)، ولا التهابات القولون الجهاز الهضمي غير المعدية (558)، والتهاب القولون التقرحي وغيرها الناجمة عن عوامل مؤكدة.
kk_kz: Инфекциялық немесе болжамды инфекциялық колит, энтерит және гастроэнтерит, колит, энтерит және гастроэнтероколит, әшек инфекцияларды санамағанда (001-008), неинфекциялық гастроэнтерит және колит (558), ерекше болиаған мерез колит (556) және басқалар,белгілі агенттер арқылы пайда болғандарды қамтиды..

# xrTableCell22.Text
source: Include food toxicoinfections, caused by not confirmed agents, don’t include salmonella infections (003), botulism (005.1) and poisonings, caused by toxic berries and mushrooms (988).
ar_iq: تشمل الإصابات السمية الغذائية الناشئة عن العوامل غير المؤكدة ولايشمل ذلك إصابات السالمونيلا (003) والبتيولية (005.1) والتسمم الناشئة عن نباتات التوت والفطور السامة (988).
kk_kz: Ас токсикоинфекцияларын, расталмаған агенттер арқылы пайда болған,өз өзіне енгізілмеген сальмонелез инфекцияларыын (003), ботулизм (005,1) және токсикалық жедектер мен саңырауқұлақтар арқылы пайда болған улануларды (988) қамтиды.

# xrTableCell24.Text
source: The numerator includes poliomyelitis cases with the isolation of a wild poliovirus; denominator includes all the cases of acute flaccid paralysis, regardless the etiology.
ar_iq: ويشمل البسط حالات شلل الأطفال مع عزل فيروس شلل الأطفال البري؛ بينما يحتوي المقام على كافة حالات الشلل الرخو الحاد بغض النظر عن التفسيرات المرضية.
kk_kz: Полиомиелиттің жабайы вирус шығарған полиомиелит жағдайын қамтиды; бөлгіш этиологияға қарамай бүкіл қатты солғын паралич жағдайларын қамтиды.

# xrTableCell26.Text
source: Include malaria reinfections and relapses of previous not verified malaria cases.
ar_iq: يشمل تكرار الإصابة بالملاريا وانتكاسات حالات الملاريا غير المؤكدة السابقة.
kk_kz: Малярия инфекцияның қайталған және бұрыңғы расталмаған жағдайларды қамтиды.

# xrTableCell28.Text
source: Manager
ar_iq: المدير
kk_kz: Менеджер

# xrTableCell30.Text
source: Seal
ar_iq: الختم
kk_kz: Мөр

# xrTableCell31.Text
source: Executor’s name, surname, phone N
ar_iq: اسم وكنية ورقم هاتف المنفذ
kk_kz: Орындаушының телефоны мен жөні
