Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v6/vb/EIDSS/EIDSS.Reports/Parameterized/Human/IQ/Reports/WeeklySituationDiseasesByAgeGroupAndSexReport.*.resx
Languages: kk_kz

# MinistryHeaderCell.Text
source: Ministry of Health
kk_kz: Денсаулық Министрлігі

# RegionHeaderCell.Text
source: {0} health service /
kk_kz: {0} медициналық қызмет көрсету /

# DepartmentHeaderCell.Text
source: Department of Public Health
kk_kz: Денсаулық Қоғам Департаменты

# YearHeaderCell.Text
source: Form weekly situation on infectious diseases by age group and sex for {0}
kk_kz: {0} үшін жас шамасы мен жынысы бойынша инфекциялық аурулар бойынша апталық есептеме жасау

# WeekHeaderCell.Text
source: Week {0}
kk_kz: Апта {0}

# xrTableCell11.Text
source: Age groups
kk_kz: Жас группасы

# xrTableCell31.Text
source: Total
kk_kz: Барлығы

# xrTableCell33.Text
source: Total
kk_kz: Барлығы

# xrTableCell34.Text
source: > 45 years
kk_kz: > 45 жасқа

# xrTableCell35.Text
source: From 15 - 45 years
kk_kz: 15 жастан 45 жасқа дуйін

# xrTableCell36.Text
source: From 5 - 14 years
kk_kz: 5 жастан 14 жасқа дуйін

# xrTableCell37.Text
source: From 1 - 4 years
kk_kz: 1 жастан 4 жасқа дуйін

# xrTableCell38.Text
source: < 1 year
kk_kz: < 1 жастан

# xrTableCell30.Text
source: Diseases
kk_kz: Диагноз

# xrTableCell23.Text
source: Female
kk_kz: Әйел

# xrTableCell5.Text
source: Male
kk_kz: Еркек

# xrTableCell24.Text
source: Female
kk_kz: Әйел

# xrTableCell6.Text
source: Male
kk_kz: Еркек

# xrTableCell25.Text
source: Female
kk_kz: Әйел

# xrTableCell7.Text
source: Male
kk_kz: Еркек

# xrTableCell26.Text
source: Female
kk_kz: Әйел

# xrTableCell8.Text
source: Male
kk_kz: Еркек

# xrTableCell27.Text
source: Female
kk_kz: Әйел

# xrTableCell9.Text
source: Male
kk_kz: Еркек

# xrTableCell28.Text
source: Female
kk_kz: Әйел

# xrTableCell10.Text
source: Male
kk_kz: Еркек

# xrTableCell1.Text
source: Organization
kk_kz: Мекеме

# xrTableCell12.Text
source: Report generated by
kk_kz: Есептеме жасаған

# xrTableCell13.Text
source: (Name, Surname)
kk_kz: (Аты, Жөні)

# xrTableCell19.Text
source: Report date
kk_kz: Есептеме мерзімі
