Repository: EIDSS/EIDSS-Legacy
Catalog: EIDSS v5/vb/EIDSS/EIDSS.Reports/BaseControls/ReportView.*.resx
Languages: ar_iq

# printPreviewBarItem28.Caption
source: &Continuous
ar_iq: &متواصل

# printPreviewBarItem27.Caption
source: &Facing
ar_iq: &تعديل المشهد

# biFillBackground.Caption
source: &Background Color...
ar_iq: &لون الخلفية...

# printPreviewSubItem4.Caption
source: &Page Layout
ar_iq: &مخطط الصفحة

# biPrintDirect.Caption
source: &Quick Print
ar_iq: &طباعة مباشرة

# biFillBackground.Hint
source: Background Color...
ar_iq: لون الخلفية

# biExportCsv.Hint
source: CSV File
ar_iq: CSV ملف

# biExportCsv.Caption
source: CSV File
ar_iq: CSV ملف

# biEdit.Caption
source: Edit
ar_iq: تحرير

# biEdit.Hint
source: Edit
ar_iq: تحرير

# biExportXls.Caption
source: Excel File
ar_iq: Excel ملف

# biExportFile.Hint
source: Export Document...
ar_iq: تصدير المستند...

# biExportXls.Hint
source: Excel File
ar_iq: Excel ملف

# biExportFile.Caption
source: Export Document...
ar_iq: تصدير المستند...

# biShowFirstPage.Caption
source: First Page
ar_iq: الصفحة الاولى

# biShowFirstPage.Hint
source: First Page
ar_iq: الصفحة الاولى

# biHandTool.Caption
source: Hand Tool
ar_iq: تعديل يدوي

# biHandTool.Hint
source: Hand Tool
ar_iq: تعديل يدوي

# biExportHtm.Caption
source: HTML File
ar_iq: HTML ملف

# biExportHtm.Hint
source: HTML File
ar_iq: HTML ملف

# biExportGraphic.Caption
source: Image File
ar_iq: ملف صورة

# biExportGraphic.Hint
source: Image File
ar_iq: ملف صورة

# biShowLastPage.Caption
source: Last Page
ar_iq: الصفحة الاخيرة

# biShowLastPage.Hint
source: Last Page
ar_iq: الصفحة الاخيرة

# biMagnifier.Hint
source: Magnifier
ar_iq: مضخم

# barMainMenu.Text
source: Main Menu
ar_iq: القائمة الرئيسية

# biMagnifier.Caption
source: Magnifier
ar_iq: مضخم

# biExportMht.Caption
source: MHT File
ar_iq: MHT ملف

# biExportMht.Hint
source: MHT File
ar_iq: MHT ملف

# biMultiplePages.Hint
source: Multiple Pages
ar_iq: متعدد الصفحات

# biMultiplePages.Caption
source: Multiple Pages
ar_iq: متعدد الصفحات

# biShowNextPage.Caption
source: Next Page
ar_iq: الصفحة التالية

# biShowNextPage.Hint
source: Next Page
ar_iq: الصفحة التالية

# biPage.Caption
source: Page 0 of 0
ar_iq: صفحة 0 من 0

# printPreviewBarItem2.Caption
source: Page Set&up...
ar_iq: معلمات&الصفحة...

# biPageSetup.Caption
source: Page Set&up...
ar_iq: معلمات&الصفحة...

# biPageSetup.Hint
source: Page Setup...
ar_iq: تعديل الصفحة...

# biExportPdf.Caption
source: PDF File
ar_iq: PDF ملف

# biExportPdf.Hint
source: PDF File
ar_iq: PDF ملف

# biShowPrevPage.Hint
source: Previous Page
ar_iq: الصفحة السابقة

# biShowPrevPage.Caption
source: Previous Page
ar_iq: الصفحة السابقة

# biPrint.Hint
source: Print...
ar_iq: طباعة...

# biPrintDirect.Hint
source: Quick Print
ar_iq: الطباعة السريعة

# biExportRtf.Hint
source: RTF File
ar_iq: RTF ملف

# biLoadDefault.Caption
source: Restore default
ar_iq: استعادة افتراضيا

# biLoadDefault.Hint
source: Restore default
ar_iq: استعادة افتراضيا

# biExportRtf.Caption
source: RTF File
ar_iq: RTF ملف

# biFind.Hint
source: Search
ar_iq: البحث

# biScale.Caption
source: Scale
ar_iq: الحجم

# biFind.Caption
source: Search
ar_iq: البحث

# biScale.Hint
source: Scale
ar_iq: الحجم

# barStatus.Text
source: Status Bar
ar_iq: سطر الحالة

# biStatusStatus.Caption
source: Stop
ar_iq: قف

# biExportTxt.Hint
source: Text File
ar_iq: ملف نصي

# biExportTxt.Caption
source: Text File
ar_iq: ملف نصي

# previewBar1.Text
source: Toolbar
ar_iq: لوح الادوات

# ZoomIn.Hint
source: Zoom In
ar_iq: تكبير

# biZoom.Caption
source: Zoom
ar_iq: تكبير بالعدسة

# biZoom.Hint
source: Zoom
ar_iq: تكبير بالعدسة

# biStatusZoom.Caption
source: Zoom Factor: 100%
ar_iq: الحجم:100%

# ZoomIn.Caption
source: Zoom In
ar_iq: تكبير

# biZoomOut.Hint
source: Zoom Out
ar_iq: تصغير

# biZoomOut.Caption
source: Zoom Out
ar_iq: تصغير
